Repository: SOFTMENT/myMink-iOS
Catalog: my MINK/*.lproj/Localizable.strings
Languages: da, el, id, ms, nb, pl, sv, th, tr, vi

source: Search for Music
da: Søg efter musik
el: Αναζήτηση μουσικής
id: Cari Musik
ms: Cari Muzik
nb: Søk etter musikk
pl: Szukaj muzyki
sv: Sök efter musik
th: ค้นหาเพลง
tr: Müzik Ara
vi: Tìm kiếm nhạc

source: No Songs Available
da: Ingen sange tilgængelige
el: Δεν υπάρχουν διαθέσιμα τραγούδια
id: Tidak Ada Lagu yang Tersedia
ms: Tiada Lagu Tersedia
nb: Ingen sanger tilgjengelig
pl: Brak dostępnych utworów
sv: Inga låtar tillgängliga
th: ไม่มีเพลงที่พร้อมใช้งาน
tr: Mevcut Şarkı Yok
vi: Không có bài hát nào.

source: Play Music
da: Afspil musik
el: Αναπαραγωγή μουσικής
id: Putar Musik
ms: Mainkan Muzik
nb: Spill musikk
pl: Odtwórz muzykę
sv: Spela musik
th: เล่นเพลง
tr: Müziği Çal
vi: Phát nhạc

source: Previous Song
da: Forrige sang
el: Προηγούμενο τραγούδι
id: Lagu Sebelumnya
ms: Lagu Sebelumnya
nb: Forrige sang
pl: Poprzedni utwór
sv: Föregående låt
th: เพลงก่อนหน้า
tr: Önceki Şarkı
vi: Bài hát trước

source: Next Song
da: Næste sang
el: Επόμενο τραγούδι
id: Lagu Berikutnya
ms: Lagu Seterusnya
nb: Neste sang
pl: Następny utwór
sv: Nästa låt
th: เพลงถัดไป
tr: Sonraki Şarkı
vi: Bài hát tiếp theo

source: Error playing music
da: Fejl ved afspilning af musik
el: Σφάλμα αναπαραγωγής μουσικής
id: Kesalahan saat memutar musik
ms: Ralat memainkan muzik
nb: Feil ved avspilling av musikk
pl: Błąd odtwarzania muzyki
sv: Fel vid uppspelning av musik
th: ข้อผิดพลาดในการเล่นเพลง
tr: Müzik çalınırken hata oluştu
vi: Lỗi khi phát nhạc

source: Search Songs...
da: Søg sange...
el: Αναζήτηση τραγουδιών...
id: Cari Lagu...
ms: Cari Lagu...
nb: Søk etter sanger...
pl: Szukaj utworów...
sv: Sök låtar...
th: ค้นหาเพลง...
tr: Şarkı Ara...
vi: Tìm kiếm bài hát...

source: Welcome to To-Do List
da: Velkommen til To-Do-liste
el: Καλώς ήρθατε στη λίστα υποχρεώσεων
id: Selamat Datang di Daftar Tugas
ms: Selamat Datang ke Senarai Tugasan
nb: Velkommen til oppgaveliste
pl: Witamy na liście rzeczy do zrobienia
sv: Välkommen till Att-göra-lista
th: ยินดีต้อนรับสู่รายการสิ่งที่ต้องทำ
tr: Yapılacaklar Listesine Hoş Geldiniz
vi: Chào mừng đến với danh sách việc cần làm

source: Get Started
da: Kom i gang
el: Ξεκινήστε
id: Mulai
ms: Mula
nb: Kom i gang
pl: Rozpocznij
sv: Kom igång
th: เริ่มต้น
tr: Başlayın
vi: Bắt đầu

source: Task Added
da: Opgave tilføjet
el: Η εργασία προστέθηκε
id: Tugas Ditambahkan
ms: Tugasan Ditambah
nb: Oppgave lagt til
pl: Zadanie dodane
sv: Uppgift tillagd
th: งานถูกเพิ่มแล้ว
tr: Görev Eklendi
vi: Nhiệm vụ đã được thêm

source: Task Updated
da: Opgave opdateret
el: Η εργασία ενημερώθηκε
id: Tugas Diperbarui
ms: Tugasan Dikemaskini
nb: Oppgave oppdatert
pl: Zadanie zaktualizowane
sv: Uppgift uppdaterad
th: งานได้รับการอัปเดตแล้ว
tr: Görev Güncellendi
vi: Nhiệm vụ đã được cập nhật

source: Enter Title
da: Indtast titel
el: Εισάγετε τίτλο
id: Masukkan Judul
ms: Masukkan Tajuk
nb: Skriv inn tittel
pl: Wprowadź tytuł
sv: Ange titel
th: ใส่ชื่อเรื่อง
tr: Başlık Girin
vi: Nhập tiêu đề

source: Deleted
da: Slettet
el: Διαγράφηκε
id: Dihapus
ms: Dipadam
nb: Slettet
pl: Usunięte
sv: Raderad
th: ลบแล้ว
tr: Silindi
vi: Đã xóa

source: Are you sure you want to delete this task?
da: Er du sikker på, at du vil slette denne opgave?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή την εργασία;
id: Apakah Anda yakin ingin menghapus tugas ini?
ms: Adakah anda pasti mahu memadam tugasan ini?
nb: Er du sikker på at du vil slette denne oppgaven?
pl: Czy na pewno chcesz usunąć to zadanie?
sv: Är du säker på att du vill radera denna uppgift?
th: คุณแน่ใจหรือไม่ว่าต้องการลบงานนี้?
tr: Bu görevi silmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa nhiệm vụ này không?

source: Adding Task...
da: Tilføjer opgave...
el: Προσθήκη εργασίας...
id: Menambahkan Tugas...
ms: Menambah Tugasan...
nb: Legger til oppgave...
pl: Dodawanie zadania...
sv: Lägger till uppgift...
th: กำลังเพิ่มงาน...
tr: Görev Ekleniyor...
vi: Đang thêm nhiệm vụ...

source: Updating Task...
da: Opdaterer opgave...
el: Ενημέρωση εργασίας...
id: Memperbarui Tugas...
ms: Mengemaskini Tugasan...
nb: Oppdaterer oppgave...
pl: Aktualizowanie zadania...
sv: Uppdaterar uppgift...
th: กำลังอัปเดตงาน...
tr: Görev Güncelleniyor...
vi: Đang cập nhật nhiệm vụ...

source: No Tasks Available
da: Ingen opgaver tilgængelige
el: Δεν υπάρχουν διαθέσιμες εργασίες.
id: Tidak Ada Tugas yang Tersedia
ms: Tiada Tugasan Tersedia
nb: Ingen oppgaver tilgjengelig
pl: Brak dostępnych zadań
sv: Inga uppgifter tillgängliga
th: ไม่มีงานที่พร้อมใช้งาน
tr: Mevcut Görev Yok
vi: Không có nhiệm vụ nào.

source: Daily Horoscope
da: Dagligt horoskop
el: Ημερήσιο ωροσκόπιο
id: Horoskop Harian
ms: Horoskop Harian
nb: Daglig horoskop
pl: Codzienny horoskop
sv: Dagligt horoskop
th: ดวงชะตาประจำวัน
tr: Günlük Burç
vi: Tử vi hàng ngày

source: Your Horoscope
da: Dit horoskop
el: Το ωροσκόπιό σας
id: Horoskop Anda
ms: Horoskop Anda
nb: Ditt horoskop
pl: Twój horoskop
sv: Ditt horoskop
th: ดวงชะตาของคุณ
tr: Burcunuz
vi: Tử vi của bạn

source: Sign
da: Stjernetegn
el: Ζώδιο
id: Tanda Zodiak
ms: Tanda
nb: Signere
pl: Znak
sv: Stjärntecken
th: ราศี
tr: İşaret
vi: Cung

source: Share Your Horoscope
da: Del dit horoskop
el: Κοινοποίηση του ωροσκοπίου σας
id: Bagikan Horoskop Anda
ms: Kongsi Horoskop Anda
nb: Del ditt horoskop
pl: Udostępnij swój horoskop
sv: Dela ditt horoskop
th: แชร์ดวงชะตาของคุณ
tr: Burcunuzu Paylaşın
vi: Chia sẻ tử vi của bạn

source: Fetching Horoscope...
da: Henter horoskop...
el: Ανάκτηση ωροσκοπίου...
id: Mengambil Horoskop...
ms: Sedang Mengambil Horoskop...
nb: Henter horoskop...
pl: Pobieranie horoskopu...
sv: Hämtar horoskop...
th: กำลังดึงดวงชะตา...
tr: Burç Getiriliyor...
vi: Đang lấy tử vi...

source: Horoscope Deleted
da: Horoskop slettet
el: Το ωροσκόπιο διαγράφηκε
id: Horoskop Dihapus
ms: Horoskop Dipadam
nb: Horoskop slettet
pl: Horoskop usunięty
sv: Horoskop raderat
th: ดวงชะตาถูกลบแล้ว
tr: Burç Silindi
vi: Tử vi đã bị xóa

source: Loading...
da: Indlæser...
el: Φόρτωση...
id: Memuat...
ms: Memuatkan...
nb: Laster...
pl: Ładowanie...
sv: Laddar...
th: กำลังโหลด...
tr: Yükleniyor...
vi: Đang tải...

source: User not logged in.
da: Bruger ikke logget ind.
el: Ο χρήστης δεν έχει συνδεθεί.
id: Pengguna belum masuk.
ms: Pengguna tidak log masuk.
nb: Bruker ikke pålogget.
pl: Użytkownik nie jest zalogowany.
sv: Användare är inte inloggad.
th: ผู้ใช้ไม่ได้เข้าสู่ระบบ
tr: Kullanıcı giriş yapmadı.
vi: Người dùng chưa đăng nhập.

source: Failed to get chat response.
da: Kunne ikke få chatsvar.
el: Αποτυχία λήψης απάντησης συνομιλίας.
id: Gagal mendapatkan respons obrolan.
ms: Gagal mendapatkan maklum balas perbualan.
nb: Kunne ikke hente chatrespons.
pl: Nie udało się uzyskać odpowiedzi na czacie.
sv: Kunde inte hämta chattsvar.
th: ไม่สามารถรับการตอบกลับของแชทได้
tr: Sohbet yanıtı alınamadı.
vi: Không lấy được phản hồi từ trò chuyện.

source: Added
da: Tilføjet
el: Προστέθηκε
id: Ditambahkan
ms: Ditambah
nb: Lagt til
pl: Dodano
sv: Tillagd
th: เพิ่มแล้ว
tr: Eklendi
vi: Đã thêm

source: Updated
da: Opdateret
el: Ενημερώθηκε
id: Diperbarui
ms: Dikemaskini
nb: Oppdatert
pl: Zaktualizowano
sv: Uppdaterad
th: อัปเดตแล้ว
tr: Güncellendi
vi: Đã cập nhật

source: Select Media
da: Vælg medier
el: Επιλέξτε μέσα
id: Pilih Media
ms: Pilih Media
nb: Velg media
pl: Wybierz media
sv: Välj media
th: เลือกสื่อ
tr: Medya Seçin
vi: Chọn phương tiện

source: Enter URL
da: Indtast URL
el: Εισάγετε URL
id: Masukkan URL
ms: Masukkan URL
nb: Skriv inn URL
pl: Wprowadź URL
sv: Ange URL
th: ใส่ URL
tr: URL Girin
vi: Nhập URL

source: User ID not found
da: Bruger-ID ikke fundet
el: Δεν βρέθηκε ταυτότητα χρήστη
id: ID Pengguna tidak ditemukan
ms: ID pengguna tidak ditemui
nb: Bruker-ID ikke funnet
pl: Nie znaleziono ID użytkownika
sv: Användar-ID hittades inte
th: ไม่พบ ID ผู้ใช้
tr: Kullanıcı ID'si bulunamadı
vi: Không tìm thấy ID người dùng

source: Failed to save: Social media model is missing
da: Kunne ikke gemme: Mangler sociale medier-model
el: Αποτυχία αποθήκευσης: Λείπει το μοντέλο κοινωνικών μέσων
id: Gagal menyimpan: Model media sosial hilang
ms: Gagal menyimpan: model media sosial tiada
nb: Kunne ikke lagre: Sosiale mediemodell mangler
pl: Nie udało się zapisać: Brak modelu mediów społecznościowych
sv: Misslyckades att spara: Social mediamodell saknas
th: บันทึกล้มเหลว: ขาดโมเดลสื่อสังคมออนไลน์
tr: Kaydedilemedi: Sosyal medya modeli eksik
vi: Lưu thất bại: Thiếu mô hình mạng xã hội

source: Failed to update: Invalid user or social media ID
da: Kunne ikke opdatere: Ugyldigt bruger- eller sociale medier-ID
el: Αποτυχία ενημέρωσης: Μη έγκυρη ταυτότητα χρήστη ή κοινωνικών μέσων
id: Gagal memperbarui: ID pengguna atau media sosial tidak valid
ms: Gagal mengemaskini: ID pengguna atau media sosial tidak sah
nb: Kunne ikke oppdatere: Ugyldig bruker- eller sosiale medier-ID
pl: Nie udało się zaktualizować: Nieprawidłowy ID użytkownika lub mediów społecznościowych
sv: Misslyckades att uppdatera: Ogiltigt användar- eller sociala mediers ID
th: อัปเดตล้มเหลว: รหัสผู้ใช้หรือรหัสสื่อสังคมออนไลน์ไม่ถูกต้อง
tr: Güncellenemedi: Geçersiz kullanıcı veya sosyal medya ID'si
vi: Cập nhật thất bại: ID người dùng hoặc mạng xã hội không hợp lệ

source: Failed to delete: Invalid user or social media ID
da: Kunne ikke slette: Ugyldigt bruger- eller sociale medier-ID
el: Αποτυχία διαγραφής: Μη έγκυρη ταυτότητα χρήστη ή κοινωνικών μέσων
id: Gagal menghapus: ID pengguna atau media sosial tidak valid
ms: Gagal memadam: ID pengguna atau media sosial tidak sah
nb: Kunne ikke slette: Ugyldig bruker- eller sosiale medier-ID
pl: Nie udało się usunąć: Nieprawidłowy ID użytkownika lub mediów społecznościowych
sv: Misslyckades att radera: Ogiltigt användar- eller sociala mediers ID
th: ลบล้มเหลว: รหัสผู้ใช้หรือรหัสสื่อสังคมออนไลน์ไม่ถูกต้อง
tr: Silinemedi: Geçersiz kullanıcı veya sosyal medya ID'si
vi: Xóa thất bại: ID người dùng hoặc mạng xã hội không hợp lệ

source: Commented:
da: Kommenteret:
el: Σχολίασε:
id: Komentar:
ms: Mengulas:
nb: Kommenterte:
pl: Skomentowano:
sv: Kommenterade:
th: แสดงความคิดเห็น:
tr: Yorumladı:
vi: Đã bình luận:

source: Liked your post.
da: Synes godt om dit opslag.
el: Άρεσε η ανάρτησή σας.
id: Menyukai postingan Anda.
ms: Menyukai pos anda.
nb: Likte innlegget ditt.
pl: Polubił(a) twój post.
sv: Gillade ditt inlägg.
th: ถูกใจโพสต์ของคุณ
tr: Gönderinizi beğendi.
vi: Đã thích bài đăng của bạn.

source: Started following you.
da: Begyndte at følge dig.
el: Άρχισε να σας ακολουθεί.
id: Mulai mengikuti Anda.
ms: Mula mengikuti anda.
nb: Begynte å følge deg.
pl: Zaczął(a) cię obserwować.
sv: Började följa dig.
th: เริ่มติดตามคุณ
tr: Sizi takip etmeye başladı.
vi: Bắt đầu theo dõi bạn.

source: Invited for event.
da: Inviteret til begivenhed.
el: Πρόσκληση για εκδήλωση.
id: Diundang ke acara.
ms: Dijemput ke acara.
nb: Invitert til arrangement.
pl: Zaproszono na wydarzenie.
sv: Inbjuden till evenemang.
th: เชิญเข้าร่วมเหตุการณ์
tr: Etkinliğe davet edildi.
vi: Đã mời tham gia sự kiện.

source: NIL Notification
da: Ingen notifikation
el: Μηδενική ειδοποίηση
id: Tidak Ada Pemberitahuan
ms: Tiada Pemberitahuan
nb: NIL-varsling
pl: Brak powiadomienia
sv: NIL-notifikation
th: การแจ้งเตือนไม่มีข้อมูล
tr: Bildirim Yok
vi: Thông báo NIL

source: Error fetching data
da: Fejl ved hentning af data
el: Σφάλμα ανάκτησης δεδομένων
id: Kesalahan mengambil data
ms: Ralat mengambil data
nb: Feil ved henting av data
pl: Błąd pobierania danych
sv: Fel vid hämtning av data
th: ข้อผิดพลาดในการดึงข้อมูล
tr: Veriler getirilirken hata oluştu
vi: Lỗi khi tải dữ liệu

source: Virtual background enabled.
da: Virtuel baggrund aktiveret.
el: Το εικονικό φόντο ενεργοποιήθηκε.
id: Latar belakang virtual diaktifkan.
ms: Latar belakang maya diaktifkan.
nb: Virtuell bakgrunn aktivert.
pl: Wirtualne tło włączone.
sv: Virtuell bakgrund aktiverad.
th: เปิดใช้งานพื้นหลังเสมือนจริง
tr: Sanal arka plan etkinleştirildi.
vi: Hình nền ảo đã được bật.

source: Virtual background disabled.
da: Virtuel baggrund deaktiveret.
el: Το εικονικό φόντο απενεργοποιήθηκε.
id: Latar belakang virtual dinonaktifkan.
ms: Latar belakang maya dinyahaktifkan.
nb: Virtuell bakgrunn deaktivert.
pl: Wirtualne tło wyłączone.
sv: Virtuell bakgrund avaktiverad.
th: ปิดใช้งานพื้นหลังเสมือนจริง
tr: Sanal arka plan devre dışı bırakıldı.
vi: Hình nền ảo đã bị tắt.

source: Live streaming has ended.
da: Live streaming er afsluttet.
el: Η ζωντανή μετάδοση ολοκληρώθηκε.
id: Live streaming telah berakhir.
ms: Penstriman langsung telah berakhir.
nb: Direktesendingen er avsluttet.
pl: Transmisja na żywo zakończona.
sv: Liveströmning har avslutats.
th: การถ่ายทอดสดสิ้นสุดลงแล้ว
tr: Canlı yayın sona erdi.
vi: Phát trực tiếp đã kết thúc.

source: Join Live Stream
da: Deltag i live stream
el: Συμμετοχή στη ζωντανή μετάδοση
id: Bergabung dengan Live Stream
ms: Sertai Penstriman Langsung
nb: Bli med på direktesending
pl: Dołącz do transmisji na żywo
sv: Gå med i liveström
th: เข้าร่วมการถ่ายทอดสด
tr: Canlı Yayına Katıl
vi: Tham gia phát trực tiếp

source: End Stream
da: Afslut stream
el: Τερματισμός ροής
id: Akhiri Stream
ms: Akhiri Penstriman
nb: Avslutt sending
pl: Zakończ transmisję
sv: Avsluta ström
th: สิ้นสุดการถ่ายทอดสด
tr: Yayını Bitir
vi: Kết thúc phát trực tiếp

source: Mute
da: Lyd fra
el: Σίγαση
id: Bisukan
ms: Senyap
nb: Dempe
pl: Wycisz
sv: Stäng av ljud
th: ปิดเสียง
tr: Sessize Al
vi: Tắt tiếng

source: Unmute
da: Lyd til
el: Αποσίγαση
id: Bunyikan
ms: Batal Senyap
nb: Slå på lyd
pl: Wyłącz wyciszenie
sv: Slå på ljud
th: เปิดเสียง
tr: Sesi Aç
vi: Bật tiếng

source: Video Off
da: Video fra
el: Βίντεο απενεργοποιημένο
id: Video Mati
ms: Video Dimatikan
nb: Video av
pl: Wideo wyłączone
sv: Video av
th: ปิดวิดีโอ
tr: Videoyu Kapat
vi: Tắt video

source: Video On
da: Video til
el: Βίντεο ενεργοποιημένο
id: Video Menyala
ms: Video Dihidupkan
nb: Video på
pl: Wideo włączone
sv: Video på
th: เปิดวิดีโอ
tr: Videoyu Aç
vi: Bật video

source: Heart
da: Hjerte
el: Καρδιά
id: Hati
ms: Hati
nb: Hjerte
pl: Serce
sv: Hjärta
th: หัวใจ
tr: Kalp
vi: Tim

source: Like count updated
da: Antal likes opdateret
el: Ο αριθμός των like ενημερώθηκε
id: Jumlah suka diperbarui
ms: Kiraan suka dikemaskini
nb: Liketelling oppdatert
pl: Liczba polubień zaktualizowana
sv: Gillaantal uppdaterat
th: จำนวนการถูกใจอัปเดตแล้ว
tr: Beğeni sayısı güncellendi
vi: Số lượt thích đã được cập nhật

source: Message sent
da: Besked sendt
el: Το μήνυμα εστάλη
id: Pesan terkirim
ms: Mesej dihantar
nb: Melding sendt
pl: Wiadomość wysłana
sv: Meddelande skickat
th: ข้อความถูกส่งแล้ว
tr: Mesaj gönderildi
vi: Tin nhắn đã được gửi

source: Live Stream
el: Ζωντανή ροή
ms: Penstriman Langsung
nb: Direktesending
pl: Transmisja na żywo
sv: Liveström
th: ถ่ายทอดสด
tr: Canlı Yayın
vi: Phát trực tiếp

source: Copied.
da: Kopieret.
el: Αντιγράφηκε.
id: Disalin.
ms: Disalin.
nb: Kopiert.
pl: Skopiowano.
sv: Kopierat.
th: คัดลอกแล้ว
tr: Kopyalandı.
vi: Đã sao chép.

source: Can't post this stream. Your livestream must be at least 10 seconds long.
da: Kan ikke poste denne stream. Din livestream skal være mindst 10 sekunder lang.
el: Δεν μπορείτε να δημοσιεύσετε αυτή τη ροή. Η ζωντανή σας ροή πρέπει να διαρκεί τουλάχιστον 10 δευτερόλεπτα.
id: Tidak dapat memposting stream ini. Live stream Anda harus berdurasi minimal 10 detik.
ms: Tidak dapat pos penstriman ini. Penstriman langsung anda mesti sekurang-kurangnya 10 saat.
nb: Kan ikke poste denne sendingen. Livestreamen må være minst 10 sekunder lang.
pl: Nie można opublikować tej transmisji. Twoja transmisja musi trwać co najmniej 10 sekund.
sv: Kan inte publicera denna ström. Din liveström måste vara minst 10 sekunder lång.
th: ไม่สามารถโพสต์การสตรีมนี้ได้ การถ่ายทอดสดต้องมีความยาวอย่างน้อย 10 วินาที
tr: Bu yayını gönderemezsiniz. Canlı yayının en az 10 saniye uzunluğunda olması gerekir.
vi: Không thể đăng phát trực tiếp này. Livestream của bạn phải dài ít nhất 10 giây.

source: Share Post
da: Del opslag
el: Κοινοποίηση ανάρτησης
id: Bagikan Postingan
ms: Kongsi Pos
nb: Del innlegg
pl: Udostępnij post
sv: Dela inlägg
th: แชร์โพสต์
tr: Gönderiyi Paylaş
vi: Chia sẻ bài đăng

source: Upload Video
el: Μεταφόρτωση βίντεο
id: Unggah Video
ms: Muat Naik Video
nb: Last opp video
pl: Prześlij wideo
sv: Ladda upp video
th: อัปโหลดวิดีโอ
tr: Video Yükle
vi: Tải video

source: Submit
da: Indsend
el: Υποβολή
id: Kirim
ms: Hantar
nb: Send inn
pl: Wyślij
sv: Skicka in
th: ส่ง
tr: Gönder
vi: Gửi

source: Please enter a reason for reporting.
da: Indtast venligst en grund til rapportering.
el: Παρακαλώ εισάγετε έναν λόγο για την αναφορά.
id: Harap masukkan alasan untuk melaporkan.
ms: Sila masukkan sebab untuk melaporkan.
nb: Vennligst oppgi en grunn for rapportering.
pl: Proszę podać powód zgłoszenia.
sv: Vänligen ange en anledning för rapporteringen.
th: กรุณาใส่เหตุผลในการรายงาน
tr: Lütfen rapor için bir sebep girin.
vi: Vui lòng nhập lý do báo cáo.

source: Translating...
da: Oversætter...
el: Μετάφραση...
id: Menerjemahkan...
ms: Sedang Menterjemah...
nb: Oversetter...
pl: Tłumaczenie...
sv: Översätter...
th: กำลังแปล...
tr: Çevriliyor...
vi: Đang dịch...

source: Post Added
da: Indlæg tilføjet
el: Η ανάρτηση προστέθηκε
id: Postingan Ditambahkan
ms: Pos Ditambah
nb: Innlegg lagt til
pl: Post dodany
sv: Inlägg tillagt
th: โพสต์ถูกเพิ่มแล้ว
tr: Gönderi Eklendi
vi: Bài đăng đã được thêm

source: Write a caption here
da: Skriv en billedtekst her
el: Γράψτε μια λεζάντα εδώ
id: Tulis keterangan di sini
ms: Tulis kapsyen di sini
nb: Skriv en bildetekst her
pl: Napisz tutaj podpis
sv: Skriv en bildtext här
th: เขียนคำบรรยายที่นี่
tr: Buraya bir altyazı yazın
vi: Viết chú thích ở đây

source: Fetching posts...
da: Henter indlæg...
el: Ανάκτηση αναρτήσεων...
id: Mengambil postingan...
ms: Sedang mengambil pos...
nb: Henter innlegg...
pl: Pobieranie postów...
sv: Hämtar inlägg...
th: กำลังดึงโพสต์...
tr: Gönderiler getiriliyor...
vi: Đang tải bài đăng...

source: Deleting...
da: Sletter...
el: Διαγραφή...
id: Menghapus...
ms: Sedang memadam...
nb: Sletter...
pl: Usuwanie...
sv: Raderar...
th: กำลังลบ...
tr: Siliniyor...
vi: Đang xóa...

source: Image %@ Uploading...
da: Billede %@ uploader...
el: Η εικόνα %@ ανεβαίνει...
id: Gambar %@ Mengunggah...
ms: Gambar %@ Sedang Dimuat Naik...
nb: Bilde %@ laster opp...
pl: Obraz %@ przesyłany...
sv: Bild %@ laddas upp...
th: กำลังอัปโหลดรูปภาพ %@...
tr: Resim %@ Yükleniyor...
vi: Đang tải hình ảnh %@...

source: Upload Complete
da: Upload færdig
el: Η μεταφόρτωση ολοκληρώθηκε
id: Unggahan Selesai
ms: Muat Naik Selesai
nb: Opplasting fullført
pl: Przesyłanie zakończone
sv: Uppladdning klar
th: อัปโหลดเสร็จสมบูรณ์
tr: Yükleme Tamamlandı
vi: Tải lên hoàn tất

source: Thumbnail
da: Miniaturebillede
el: Μικρογραφία
id: Gambar Kecil
ms: Gambar Kecil
nb: Miniatyrbilde
pl: Miniatura
sv: Miniatyrbild
th: ภาพขนาดย่อ
tr: Küçük Resim
vi: Hình thu nhỏ

source: Home
da: Hjem
el: Αρχική σελίδα
id: Beranda
ms: Laman Utama
nb: Hjem
pl: Strona główna
sv: Hem
th: หน้าแรก
tr: Ana Sayfa
vi: Trang chủ

source: Fetch more data
da: Hent flere data
el: Ανάκτηση περισσότερων δεδομένων
id: Ambil lebih banyak data
ms: Dapatkan lebih banyak data
nb: Hent mer data
pl: Pobierz więcej danych
sv: Hämta mer data
th: ดึงข้อมูลเพิ่มเติม
tr: Daha fazla veri getir
vi: Tải thêm dữ liệu

source: Weather Update
da: Vejropdatering
el: Ενημέρωση καιρού
id: Pembaruan Cuaca
ms: Kemaskini Cuaca
nb: Værvarsel
pl: Aktualizacja pogody
sv: Väderuppdatering
th: อัปเดตสภาพอากาศ
tr: Hava Durumu Güncellemesi
vi: Cập nhật thời tiết

source: Post successfully created
da: Indlæg oprettet med succes
el: Η ανάρτηση δημιουργήθηκε με επιτυχία
id: Postingan berhasil dibuat
ms: Pos berjaya dicipta
nb: Innlegg opprettet
pl: Post został pomyślnie utworzony
sv: Inlägg framgångsrikt skapat
th: โพสต์ถูกสร้างสำเร็จแล้ว
tr: Gönderi başarıyla oluşturuldu
vi: Bài đăng đã được tạo thành công

source: Image
da: Billede
el: Εικόνα
id: Gambar
ms: Gambar
nb: Bilde
pl: Obraz
sv: Bild
th: รูปภาพ
tr: Resim
vi: Hình ảnh

source: Processing...
da: Behandler...
el: Επεξεργασία...
id: Memproses...
ms: Memproses...
nb: Behandler...
pl: Przetwarzanie...
sv: Bearbetar...
th: กำลังประมวลผล...
tr: İşleniyor...
vi: Đang xử lý...

source: Error
da: Fejl
el: Σφάλμα
id: Kesalahan
ms: Ralat
nb: Feil
pl: Błąd
sv: Fel
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi

source: Edit Post
da: Rediger indlæg
el: Επεξεργασία ανάρτησης
id: Edit Postingan
ms: Sunting Pos
nb: Rediger innlegg
pl: Edytuj post
sv: Redigera inlägg
th: แก้ไขโพสต์
tr: Gönderiyi Düzenle
vi: Chỉnh sửa bài đăng

source: Are you sure you want to delete this item?
da: Er du sikker på, at du vil slette denne post?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το στοιχείο;
id: Apakah Anda yakin ingin menghapus item ini?
ms: Adakah anda pasti mahu memadam item ini?
nb: Er du sikker på at du vil slette dette elementet?
pl: Czy na pewno chcesz usunąć ten element?
sv: Är du säker på att du vill radera detta objekt?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการนี้?
tr: Bu öğeyi silmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa mục này không?

source: Network error. Please try again.
da: Netværksfejl. Prøv igen.
el: Σφάλμα δικτύου. Παρακαλώ προσπαθήστε ξανά.
id: Kesalahan jaringan. Coba lagi.
ms: Ralat rangkaian. Sila cuba lagi.
nb: Nettverksfeil. Vennligst prøv igjen.
pl: Błąd sieci. Proszę spróbować ponownie.
sv: Nätverksfel. Försök igen.
th: ข้อผิดพลาดเครือข่าย กรุณาลองใหม่อีกครั้ง
tr: Ağ hatası. Lütfen tekrar deneyin.
vi: Lỗi mạng. Vui lòng thử lại.

source: Comment
da: Kommentar
el: Σχόλιο
id: Komentar
ms: Komen
nb: Kommentar
pl: Komentarz
sv: Kommentar
th: แสดงความคิดเห็น
tr: Yorum
vi: Bình luận

source: Send
el: Αποστολή
id: Kirim
ms: Hantar
pl: Wyślij
sv: Skicka
th: ส่ง
tr: Gönder
vi: Gửi

source: Comment Updated
da: Kommentar opdateret
el: Το σχόλιο ενημερώθηκε
id: Komentar Diperbarui
ms: Komen Dikemaskini
nb: Kommentar oppdatert
pl: Komentarz zaktualizowany
sv: Kommentar uppdaterad
th: ความคิดเห็นได้รับการอัปเดตแล้ว
tr: Yorum Güncellendi
vi: Bình luận đã được cập nhật

source: No comments available.
da: Ingen kommentarer tilgængelige.
el: Δεν υπάρχουν διαθέσιμα σχόλια.
id: Tidak ada komentar yang tersedia.
ms: Tiada komen tersedia.
nb: Ingen kommentarer tilgjengelig.
pl: Brak dostępnych komentarzy.
sv: Inga kommentarer tillgängliga.
th: ไม่มีความคิดเห็นที่พร้อมใช้งาน
tr: Mevcut yorum yok.
vi: Không có bình luận nào.

source: Settings
da: Indstillinger
el: Ρυθμίσεις
id: Pengaturan
ms: Tetapan
nb: Innstillinger
pl: Ustawienia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt

source: Success!
da: Succes!
el: Επιτυχία!
id: Sukses!
ms: Berjaya!
nb: Suksess!
pl: Sukces!
sv: Framgång!
th: สำเร็จ!
tr: Başarılı!
vi: Thành công!

source: Follower
da: Følger
el: Ακόλουθος
id: Pengikut
ms: Pengikut
nb: Følger
pl: Obserwujący
sv: Följare
th: ผู้ติดตาม
tr: Takipçi
vi: Người theo dõi

source: View
da: Vis
el: Προβολή
id: Lihat
ms: Paparan
nb: Visning
pl: Zobacz
sv: Visa
th: ดู
tr: Görüntüle
vi: Xem

source: Follow
da: Følg
el: Ακολουθήστε
id: Ikuti
ms: Ikuti
nb: Følg
pl: Obserwuj
sv: Följ
th: ติดตาม
tr: Takip Et
vi: Theo dõi

source: Private Account
da: Privat konto
el: Ιδιωτικός λογαριασμός
id: Akun Pribadi
ms: Akaun Peribadi
nb: Privat konto
pl: Konto prywatne
sv: Privat konto
th: บัญชีส่วนตัว
tr: Gizli Hesap
vi: Tài khoản riêng tư
