Repository: SOFTMENT/myMink-iOS
Catalog: my MINK/*.lproj/Localizable.strings
Languages: da, el, id, ms, nb, pl, sv, th, tr, vi

source: Enter Phone Number
da: Indtast telefonnummer
el: Εισάγετε αριθμό τηλεφώνου
id: Masukkan Nomor Telepon
ms: Masukkan Nombor Telefon
nb: Skriv inn telefonnummer
pl: Wprowadź numer telefonu
sv: Ange telefonnummer
th: ใส่หมายเลขโทรศัพท์
tr: Telefon Numaranızı Girin
vi: Nhập số điện thoại

source: There is an account already available with the same phone number. Please Sign In.
da: Der er allerede en konto med dette telefonnummer. Log venligst ind.
el: Υπάρχει ήδη λογαριασμός με τον ίδιο αριθμό τηλεφώνου. Παρακαλώ συνδεθείτε.
id: Sudah ada akun dengan nomor telepon yang sama. Silakan Masuk.
ms: Akaun dengan nombor telefon ini sudah wujud. Sila log masuk.
nb: Det finnes allerede en konto med dette telefonnummeret. Vennligst logg inn.
pl: Konto z tym samym numerem telefonu już istnieje. Zaloguj się.
sv: Det finns redan ett konto med samma telefonnummer. Vänligen logga in.
th: มีบัญชีที่ลงทะเบียนด้วยหมายเลขโทรศัพท์นี้อยู่แล้ว กรุณาเข้าสู่ระบบ
tr: Bu telefon numarasıyla zaten bir hesap var. Lütfen Giriş Yapın.
vi: Đã có tài khoản với số điện thoại này. Vui lòng đăng nhập.

source: Creating Account...
da: Opretter konto...
el: Δημιουργία λογαριασμού...
id: Membuat Akun...
ms: Mencipta Akaun...
nb: Oppretter konto...
pl: Tworzenie konta...
sv: Skapar konto...
th: กำลังสร้างบัญชี...
tr: Hesap Oluşturuluyor...
vi: Đang tạo tài khoản...

source: Sign In with Phone Number
da: Log ind med telefonnummer
el: Σύνδεση με αριθμό τηλεφώνου
id: Masuk dengan Nomor Telepon
ms: Log Masuk dengan Nombor Telefon
nb: Logg inn med telefonnummer
pl: Zaloguj się za pomocą numeru telefonu
sv: Logga in med telefonnummer
th: เข้าสู่ระบบด้วยหมายเลขโทรศัพท์
tr: Telefon Numarasıyla Giriş Yapın
vi: Đăng nhập bằng số điện thoại

source: There is no account linked with this phone number. Please sign up for a new account first.
da: Der er ingen konto knyttet til dette telefonnummer. Tilmeld dig venligst først.
el: Δεν υπάρχει λογαριασμός συνδεδεμένος με αυτόν τον αριθμό τηλεφώνου. Παρακαλώ εγγραφείτε πρώτα.
id: Tidak ada akun terkait dengan nomor telepon ini. Silakan daftar untuk akun baru terlebih dahulu.
ms: Tiada akaun dikaitkan dengan nombor telefon ini. Sila daftar untuk akaun baru terlebih dahulu.
nb: Det finnes ingen konto knyttet til dette telefonnummeret. Vennligst registrer en ny konto først.
pl: Nie ma konta powiązanego z tym numerem telefonu. Proszę najpierw zarejestrować nowe konto.
sv: Det finns inget konto kopplat till detta telefonnummer. Registrera ett nytt konto först.
th: ไม่มีบัญชีที่เชื่อมโยงกับหมายเลขโทรศัพท์นี้ กรุณาสมัครสมาชิกใหม่ก่อน
tr: Bu telefon numarasıyla ilişkili hesap yok. Lütfen önce yeni bir hesap oluşturun.
vi: Không có tài khoản nào liên kết với số điện thoại này. Vui lòng đăng ký tài khoản mới.

source: Retrieving activation code for 2FA...
da: Henter aktiveringskode til 2FA...
el: Ανάκτηση κωδικού ενεργοποίησης για 2FA...
id: Mengambil kode aktivasi untuk 2FA...
ms: Mengambil kod pengaktifan untuk 2FA...
nb: Henter aktiveringskode for 2FA...
pl: Pobieranie kodu aktywacyjnego dla 2FA...
sv: Hämtar aktiveringskod för 2FA...
th: กำลังดึงรหัสเปิดใช้งานสำหรับ 2FA...
tr: 2FA için aktivasyon kodu alınıyor...
vi: Đang lấy mã kích hoạt cho 2FA...

source: Signing in...
da: Logger ind...
el: Σύνδεση...
id: Masuk...
ms: Log Masuk...
nb: Logger inn...
pl: Logowanie...
sv: Loggar in...
th: กำลังเข้าสู่ระบบ...
tr: Giriş yapılıyor...
vi: Đang đăng nhập...

source: Verification code has been sent to your phone.
da: Bekræftelseskode er sendt til din telefon.
el: Ο κωδικός επαλήθευσης στάλθηκε στο τηλέφωνό σας.
id: Kode verifikasi telah dikirim ke telepon Anda.
ms: Kod pengesahan telah dihantar ke telefon anda.
nb: Bekreftelseskoden er sendt til telefonen din.
pl: Kod weryfikacyjny został wysłany na twój telefon.
sv: Verifieringskod har skickats till din telefon.
th: รหัสยืนยันถูกส่งไปยังโทรศัพท์ของคุณแล้ว
tr: Doğrulama kodu telefonunuza gönderildi.
vi: Mã xác minh đã được gửi đến điện thoại của bạn.

source: Invalid country code selected.
da: Ugyldig landekode valgt.
el: Επιλέχθηκε μη έγκυρος κωδικός χώρας.
id: Kode negara yang dipilih tidak valid.
ms: Kod negara tidak sah dipilih.
nb: Ugyldig landkode valgt.
pl: Wybrano nieprawidłowy kod kraju.
sv: Ogiltig landskod vald.
th: โค้ดประเทศที่เลือกไม่ถูกต้อง
tr: Geçersiz ülke kodu seçildi.
vi: Mã quốc gia không hợp lệ được chọn.

source: Error calling cloud function.
da: Fejl ved kald af cloud-funktion.
el: Σφάλμα στην κλήση της λειτουργίας cloud.
id: Kesalahan memanggil fungsi cloud.
ms: Ralat memanggil fungsi awan.
nb: Feil ved kall til skyfunksjon.
pl: Błąd wywołania funkcji w chmurze.
sv: Fel vid anrop av molnfunktion.
th: ข้อผิดพลาดในการเรียกฟังก์ชันคลาวด์
tr: Bulut fonksiyonu çağrılırken hata oluştu.
vi: Lỗi khi gọi chức năng đám mây.

source: An error occurred while submitting your report.
da: Der opstod en fejl under indsendelsen af din rapport.
el: Παρουσιάστηκε σφάλμα κατά την υποβολή της αναφοράς σας.
id: Terjadi kesalahan saat mengirimkan laporan Anda.
ms: Ralat berlaku semasa menghantar laporan anda.
nb: Det oppstod en feil under innsending av rapporten din.
pl: Wystąpił błąd podczas wysyłania raportu.
sv: Ett fel inträffade vid inlämning av din rapport.
th: เกิดข้อผิดพลาดขณะส่งรายงานของคุณ
tr: Raporunuz gönderilirken hata oluştu.
vi: Đã xảy ra lỗi khi gửi báo cáo của bạn.

source: Unknown error
da: Ukendt fejl
el: Άγνωστο σφάλμα
id: Kesalahan tidak diketahui
ms: Ralat tidak diketahui
nb: Ukjent feil
pl: Nieznany błąd
sv: Okänt fel
th: ข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata
vi: Lỗi không xác định

source: Image Uploading : 0.0%
da: Billede uploader : 0.0%
el: Μεταφόρτωση εικόνας : 0.0%
id: Mengunggah Gambar: 0,0%
ms: Memuat Naik Gambar: 0.0%
nb: Bilde laster opp: 0.0%
pl: Przesyłanie obrazu: 0,0%
sv: Bilduppladdning: 0,0%
th: กำลังอัปโหลดรูปภาพ: 0.0%
tr: Resim Yükleniyor : 0.0%
vi: Đang tải hình ảnh: 0.0%

source: Video Uploading : 0.0%
da: Video uploader : 0.0%
el: Μεταφόρτωση βίντεο : 0.0%
id: Mengunggah Video: 0,0%
ms: Memuat Naik Video: 0.0%
nb: Video laster opp: 0.0%
pl: Przesyłanie wideo: 0,0%
sv: Videouppladdning: 0,0%
th: กำลังอัปโหลดวิดีโอ: 0.0%
tr: Video Yükleniyor : 0.0%
vi: Đang tải video: 0.0%

source: Post not found
da: Indlæg ikke fundet
el: Η ανάρτηση δεν βρέθηκε
id: Postingan tidak ditemukan
ms: Pos tidak ditemui
nb: Innlegg ikke funnet
pl: Post nie znaleziony
sv: Inlägg hittades inte
th: ไม่พบโพสต์
tr: Gönderi bulunamadı
vi: Không tìm thấy bài đăng

source: No user is currently signed in.
da: Ingen bruger er logget ind i øjeblikket.
el: Δεν υπάρχει χρήστης που να είναι συνδεδεμένος αυτή τη στιγμή.
id: Tidak ada pengguna yang masuk saat ini.
ms: Tiada pengguna yang log masuk buat masa ini.
nb: Ingen bruker er for øyeblikket logget inn.
pl: Obecnie nie ma zalogowanego użytkownika.
sv: Ingen användare är inloggad just nu.
th: ไม่มีผู้ใช้ที่เข้าสู่ระบบในขณะนี้
tr: Şu anda oturum açmış bir kullanıcı yok.
vi: Không có người dùng nào đang đăng nhập.

source: Invalid response
da: Ugyldigt svar
el: Μη έγκυρη απάντηση
id: Respon tidak valid
ms: Maklum balas tidak sah
nb: Ugyldig respons
pl: Nieprawidłowa odpowiedź
sv: Ogiltigt svar
th: การตอบกลับไม่ถูกต้อง
tr: Geçersiz yanıt
vi: Phản hồi không hợp lệ

source: Error downloading video
da: Fejl ved download af video
el: Σφάλμα στη λήψη του βίντεο
id: Kesalahan mengunduh video
ms: Ralat memuat turun video
nb: Feil ved nedlasting av video
pl: Błąd pobierania wideo
sv: Fel vid nedladdning av video
th: ข้อผิดพลาดในการดาวน์โหลดวิดีโอ
tr: Video indirilirken hata oluştu
vi: Lỗi khi tải video

source: Counting error
da: Tællefejl
el: Σφάλμα καταμέτρησης
id: Kesalahan penghitungan
ms: Ralat kiraan
nb: Tellefeil
pl: Błąd liczenia
sv: Räkningsfel
th: ข้อผิดพลาดในการนับ
tr: Sayım hatası
vi: Lỗi đếm

source: Image uploaded successfully.
da: Billede uploadet med succes.
el: Η εικόνα μεταφορτώθηκε με επιτυχία.
id: Gambar berhasil diunggah.
ms: Gambar berjaya dimuat naik.
nb: Bilde lastet opp vellykket.
pl: Obraz został pomyślnie przesłany.
sv: Bilden har laddats upp framgångsrikt.
th: รูปภาพอัปโหลดสำเร็จ
tr: Resim başarıyla yüklendi.
vi: Hình ảnh đã được tải lên thành công.

source: Video uploaded successfully.
da: Video uploadet med succes.
el: Το βίντεο μεταφορτώθηκε με επιτυχία.
id: Video berhasil diunggah.
ms: Video berjaya dimuat naik.
nb: Video lastet opp vellykket.
pl: Wideo zostało pomyślnie przesłane.
sv: Videon har laddats upp framgångsrikt.
th: วิดีโออัปโหลดสำเร็จ
tr: Video başarıyla yüklendi.
vi: Video đã được tải lên thành công.

source: Success
da: Succes
el: Επιτυχία
id: Sukses
ms: Berjaya
nb: Suksess
pl: Sukces
sv: Framgång
th: สำเร็จ
tr: Başarılı
vi: Thành công

source: Like added successfully.
da: Synes godt om tilføjet med succes.
el: Το like προστέθηκε με επιτυχία.
id: Suka berhasil ditambahkan.
ms: Suka berjaya ditambah.
nb: Like lagt til vellykket.
pl: Polubienie dodane pomyślnie.
sv: Gilla markerades framgångsrikt.
th: การถูกใจถูกเพิ่มสำเร็จ
tr: Beğeni başarıyla eklendi.
vi: Lượt thích đã được thêm thành công.

source: Like removed successfully.
da: Synes godt om fjernet med succes.
el: Το like αφαιρέθηκε με επιτυχία.
id: Suka berhasil dihapus.
ms: Suka berjaya dibuang.
nb: Like fjernet vellykket.
pl: Polubienie usunięte pomyślnie.
sv: Gilla togs bort framgångsrikt.
th: การถูกใจถูกลบสำเร็จ
tr: Beğeni başarıyla kaldırıldı.
vi: Lượt thích đã được gỡ bỏ thành công.

source: Notification sent successfully.
da: Notifikation sendt med succes.
el: Η ειδοποίηση στάλθηκε με επιτυχία.
id: Notifikasi berhasil dikirim.
ms: Pemberitahuan berjaya dihantar.
nb: Varsel sendt vellykket.
pl: Powiadomienie wysłane pomyślnie.
sv: Notifikation skickades framgångsrikt.
th: การแจ้งเตือนถูกส่งสำเร็จ
tr: Bildirim başarıyla gönderildi.
vi: Thông báo đã được gửi thành công.

source: Subscription added successfully.
da: Abonnement tilføjet med succes.
el: Η συνδρομή προστέθηκε με επιτυχία.
id: Berlangganan berhasil ditambahkan.
ms: Langganan berjaya ditambah.
nb: Abonnement lagt til vellykket.
pl: Subskrypcja dodana pomyślnie.
sv: Prenumeration tillagd framgångsrikt.
th: การสมัครสมาชิกถูกเพิ่มสำเร็จ
tr: Abonelik başarıyla eklendi.
vi: Đăng ký đã được thêm thành công.

source: Subscription deleted successfully.
da: Abonnement slettet med succes.
el: Η συνδρομή διαγράφηκε με επιτυχία.
id: Berlangganan berhasil dihapus.
ms: Langganan berjaya dipadam.
nb: Abonnement slettet vellykket.
pl: Subskrypcja usunięta pomyślnie.
sv: Prenumeration raderad framgångsrikt.
th: การสมัครสมาชิกถูกลบสำเร็จ
tr: Abonelik başarıyla silindi.
vi: Đăng ký đã được xóa thành công.

source: Error checking subscription status.
da: Fejl ved kontrol af abonnementsstatus.
el: Σφάλμα στον έλεγχο της κατάστασης της συνδρομής.
id: Kesalahan saat memeriksa status berlangganan.
ms: Ralat menyemak status langganan.
nb: Feil ved sjekk av abonnementsstatus.
pl: Błąd sprawdzania statusu subskrypcji.
sv: Fel vid kontroll av prenumerationsstatus.
th: ข้อผิดพลาดในการตรวจสอบสถานะการสมัครสมาชิก
tr: Abonelik durumu kontrol edilirken hata oluştu.
vi: Lỗi khi kiểm tra trạng thái đăng ký.

source: Image shared successfully.
da: Billede delt med succes.
el: Η εικόνα κοινοποιήθηκε με επιτυχία.
id: Gambar berhasil dibagikan.
ms: Gambar berjaya dikongsi.
nb: Bilde delt vellykket.
pl: Obraz udostępniony pomyślnie.
sv: Bild delad framgångsrikt.
th: รูปภาพถูกแชร์สำเร็จ
tr: Resim başarıyla paylaşıldı.
vi: Hình ảnh đã được chia sẻ thành công.

source: Video shared successfully.
da: Video delt med succes.
el: Το βίντεο κοινοποιήθηκε με επιτυχία.
id: Video berhasil dibagikan.
ms: Video berjaya dikongsi.
nb: Video delt vellykket.
pl: Wideo udostępnione pomyślnie.
sv: Video delad framgångsrikt.
th: วิดีโอถูกแชร์สำเร็จ
tr: Video başarıyla paylaşıldı.
vi: Video đã được chia sẻ thành công.

source: Business link created successfully.
da: Forretningslink oprettet med succes.
el: Ο σύνδεσμος επιχείρησης δημιουργήθηκε με επιτυχία.
id: Tautan bisnis berhasil dibuat.
ms: Pautan perniagaan berjaya dicipta.
nb: Forretningslenke opprettet vellykket.
pl: Link do firmy utworzony pomyślnie.
sv: Affärslänk skapad framgångsrikt.
th: ลิงก์ธุรกิจถูกสร้างสำเร็จ
tr: İş bağlantısı başarıyla oluşturuldu.
vi: Liên kết doanh nghiệp đã được tạo thành công.

source: Event link created successfully.
da: Begivenhedslink oprettet med succes.
el: Ο σύνδεσμος εκδήλωσης δημιουργήθηκε με επιτυχία.
id: Tautan acara berhasil dibuat.
ms: Pautan acara berjaya dicipta.
nb: Hendelseslenke opprettet vellykket.
pl: Link do wydarzenia utworzony pomyślnie.
sv: Evenemangslänk skapad framgångsrikt.
th: ลิงก์เหตุการณ์ถูกสร้างสำเร็จ
tr: Etkinlik bağlantısı başarıyla oluşturuldu.
vi: Liên kết sự kiện đã được tạo thành công.

source: Product link created successfully.
da: Produktlink oprettet med succes.
el: Ο σύνδεσμος προϊόντος δημιουργήθηκε με επιτυχία.
id: Tautan produk berhasil dibuat.
ms: Pautan produk berjaya dicipta.
nb: Produktlenke opprettet vellykket.
pl: Link do produktu utworzony pomyślnie.
sv: Produktlänk skapad framgångsrikt.
th: ลิงก์สินค้าถูกสร้างสำเร็จ
tr: Ürün bağlantısı başarıyla oluşturuldu.
vi: Liên kết sản phẩm đã được tạo thành công.

source: An error occurred while fetching data.
da: Der opstod en fejl under hentning af data.
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση δεδομένων.
id: Terjadi kesalahan saat mengambil data.
ms: Ralat berlaku semasa mengambil data.
nb: Det oppstod en feil under henting av data.
pl: Wystąpił błąd podczas pobierania danych.
sv: Ett fel uppstod vid hämtning av data.
th: เกิดข้อผิดพลาดขณะดึงข้อมูล
tr: Veri getirilirken hata oluştu.
vi: Đã xảy ra lỗi khi lấy dữ liệu.

source: Token generation failed.
da: Oprettelse af token mislykkedes.
el: Η δημιουργία του token απέτυχε.
id: Gagal membuat token.
ms: Penjanaan token gagal.
nb: Opprettelse av token mislyktes.
pl: Generowanie tokena nie powiodło się.
sv: Token generering misslyckades.
th: การสร้างโทเค็นล้มเหลว
tr: Token oluşturma başarısız oldu.
vi: Tạo mã thông báo không thành công.

source: Account deactivated successfully.
da: Konto deaktiveret med succes.
el: Ο λογαριασμός απενεργοποιήθηκε με επιτυχία.
id: Akun berhasil dinonaktifkan.
ms: Akaun berjaya dinyahaktifkan.
nb: Konto deaktivert vellykket.
pl: Konto zostało pomyślnie dezaktywowane.
sv: Konto avaktiverades framgångsrikt.
th: บัญชีถูกปิดใช้งานสำเร็จ
tr: Hesap başarıyla devre dışı bırakıldı.
vi: Tài khoản đã được vô hiệu hóa thành công.

source: Account reactivated successfully.
da: Konto genaktiveret med succes.
el: Ο λογαριασμός επανενεργοποιήθηκε με επιτυχία.
id: Akun berhasil diaktifkan kembali.
ms: Akaun berjaya diaktifkan semula.
nb: Konto reaktivert vellykket.
pl: Konto zostało pomyślnie reaktywowane.
sv: Konto återaktiverades framgångsrikt.
th: บัญชีถูกเปิดใช้งานสำเร็จ
tr: Hesap başarıyla yeniden etkinleştirildi.
vi: Tài khoản đã được kích hoạt lại thành công.

source: Account deleted successfully.
da: Konto slettet med succes.
el: Ο λογαριασμός διαγράφηκε με επιτυχία.
id: Akun berhasil dihapus.
ms: Akaun berjaya dipadam.
nb: Konto slettet vellykket.
pl: Konto zostało pomyślnie usunięte.
sv: Konto raderades framgångsrikt.
th: บัญชีถูกลบสำเร็จ
tr: Hesap başarıyla silindi.
vi: Tài khoản đã được xóa thành công.

source: Subscription created successfully.
da: Abonnement oprettet med succes.
el: Η συνδρομή δημιουργήθηκε με επιτυχία.
id: Berlangganan berhasil dibuat.
ms: Langganan berjaya dicipta.
nb: Abonnement opprettet vellykket.
pl: Subskrypcja została pomyślnie utworzona.
sv: Prenumeration skapad framgångsrikt.
th: การสมัครสมาชิกถูกสร้างสำเร็จ
tr: Abonelik başarıyla oluşturuldu.
vi: Đăng ký đã được tạo thành công.

source: Subscription cancelled successfully.
da: Abonnement annulleret med succes.
el: Η συνδρομή ακυρώθηκε με επιτυχία.
id: Berlangganan berhasil dibatalkan.
ms: Langganan berjaya dibatalkan.
nb: Abonnement kansellert vellykket.
pl: Subskrypcja została pomyślnie anulowana.
sv: Prenumeration avbruten framgångsrikt.
th: การสมัครสมาชิกถูกยกเลิกสำเร็จ
tr: Abonelik başarıyla iptal edildi.
vi: Đăng ký đã được hủy thành công.

source: Video downloaded successfully.
da: Video downloadet med succes.
el: Το βίντεο κατέβηκε με επιτυχία.
id: Video berhasil diunduh.
ms: Video berjaya dimuat turun.
nb: Video lastet ned vellykket.
pl: Wideo zostało pomyślnie pobrane.
sv: Video nedladdad framgångsrikt.
th: วิดีโอถูกดาวน์โหลดสำเร็จ
tr: Video başarıyla indirildi.
vi: Video đã được tải về thành công.

source: Live stream started successfully.
da: Live stream startet med succes.
el: Η ζωντανή ροή ξεκίνησε με επιτυχία.
id: Siaran langsung berhasil dimulai.
ms: Siara langsung berjaya dimulakan.
nb: Direktesending startet vellykket.
pl: Transmisja na żywo rozpoczęta pomyślnie.
sv: Liveströmning startades framgångsrikt.
th: การถ่ายทอดสดเริ่มต้นสำเร็จ
tr: Canlı yayın başarıyla başlatıldı.
vi: Phát trực tiếp đã được bắt đầu thành công.

source: Live stream ended successfully.
da: Live stream afsluttet med succes.
el: Η ζωντανή ροή τελείωσε με επιτυχία.
id: Siaran langsung berhasil diakhiri.
ms: Siara langsung berjaya ditamatkan.
nb: Direktesending avsluttet vellykket.
pl: Transmisja na żywo zakończona pomyślnie.
sv: Liveströmning avslutades framgångsrikt.
th: การถ่ายทอดสดสิ้นสุดสำเร็จ
tr: Canlı yayın başarıyla sona erdi.
vi: Phát trực tiếp đã kết thúc thành công.

source: Error encoding URL.
da: Fejl ved kodning af URL.
el: Σφάλμα στην κωδικοποίηση του URL.
id: Kesalahan pengkodean URL.
ms: Ralat mengekod URL.
nb: Feil ved koding av URL.
pl: Błąd kodowania URL.
sv: Fel vid kodning av URL.
th: ข้อผิดพลาดในการเข้ารหัส URL
tr: URL kodlanırken hata oluştu.
vi: Lỗi mã hóa URL.

source: Error decoding URL.
da: Fejl ved afkodning af URL.
el: Σφάλμα στην αποκωδικοποίηση του URL.
id: Kesalahan pembukaan kode URL.
ms: Ralat menyahkod URL.
nb: Feil ved dekoding av URL.
pl: Błąd dekodowania URL.
sv: Fel vid avkodning av URL.
th: ข้อผิดพลาดในการถอดรหัส URL
tr: URL çözülürken hata oluştu.
vi: Lỗi giải mã URL.

source: Weather information not available.
da: Vejrinformation ikke tilgængelig.
el: Οι πληροφορίες για τον καιρό δεν είναι διαθέσιμες.
id: Informasi cuaca tidak tersedia.
ms: Maklumat cuaca tidak tersedia.
nb: Værinformasjon ikke tilgjengelig.
pl: Informacje o pogodzie niedostępne.
sv: Väderinformation ej tillgänglig.
th: ไม่มีข้อมูลสภาพอากาศ
tr: Hava durumu bilgisi mevcut değil.
vi: Thông tin thời tiết không có sẵn.

source: Horoscope not found.
da: Horoskop ikke fundet.
el: Το ωροσκόπιο δεν βρέθηκε.
id: Horoskop tidak ditemukan.
ms: Horoskop tidak ditemui.
nb: Horoskop ikke funnet.
pl: Horoskop nie znaleziony.
sv: Horoskop hittades inte.
th: ไม่พบดวงชะตา
tr: Burç bulunamadı.
vi: Không tìm thấy tử vi.

source: Social media fetched successfully.
da: Sociale medier hentet med succes.
el: Τα δεδομένα κοινωνικών μέσων ανακτήθηκαν με επιτυχία.
id: Media sosial berhasil diambil.
ms: Media sosial berjaya diambil.
nb: Sosiale medier hentet vellykket.
pl: Media społecznościowe pobrane pomyślnie.
sv: Sociala medier hämtades framgångsrikt.
th: สื่อสังคมออนไลน์ถูกดึงสำเร็จ
tr: Sosyal medya başarıyla getirildi.
vi: Đã lấy thông tin mạng xã hội thành công.

source: Invalid city data.
da: Ugyldige bydata.
el: Μη έγκυρα δεδομένα πόλης.
id: Data kota tidak valid.
ms: Data bandar tidak sah.
nb: Ugyldige bydata.
pl: Nieprawidłowe dane miasta.
sv: Ogiltig staddata.
th: ข้อมูลเมืองไม่ถูกต้อง
tr: Geçersiz şehir verisi.
vi: Dữ liệu thành phố không hợp lệ.

source: Crypto data fetched successfully.
da: Kryptodata hentet med succes.
el: Τα δεδομένα κρυπτονομισμάτων ανακτήθηκαν με επιτυχία.
id: Data kripto berhasil diambil.
ms: Data crypto berjaya diambil.
nb: Kryptodata hentet vellykket.
pl: Dane kryptowaluty pobrane pomyślnie.
sv: Kryptodata hämtades framgångsrikt.
th: ข้อมูลคริปโตถูกดึงสำเร็จ
tr: Kripto verisi başarıyla getirildi.
vi: Dữ liệu tiền điện tử đã được lấy thành công.

source: Music search failed.
da: Musiksøgning mislykkedes.
el: Η αναζήτηση μουσικής απέτυχε.
id: Pencarian musik gagal.
ms: Carian muzik gagal.
nb: Musikksøk mislyktes.
pl: Wyszukiwanie muzyki nie powiodło się.
sv: Musiksökning misslyckades.
th: การค้นหาเพลงล้มเหลว
tr: Müzik araması başarısız oldu.
vi: Tìm kiếm nhạc không thành công.

source: Book search failed.
da: Bogsøgningsmislykkedes.
el: Η αναζήτηση βιβλίου απέτυχε.
id: Pencarian buku gagal.
ms: Carian buku gagal.
nb: Boksøk mislyktes.
pl: Wyszukiwanie książek nie powiodło się.
sv: Boksökning misslyckades.
th: การค้นหาหนังสือล้มเหลว
tr: Kitap araması başarısız oldu.
vi: Tìm kiếm sách không thành công.

source: Business not found.
da: Virksomhed ikke fundet.
el: Η επιχείρηση δεν βρέθηκε.
id: Bisnis tidak ditemukan.
ms: Perniagaan tidak ditemui.
nb: Forretning ikke funnet.
pl: Firma nie znaleziona.
sv: Företag hittades inte.
th: ไม่พบธุรกิจ
tr: İş bulunamadı.
vi: Không tìm thấy doanh nghiệp.

source: Data not found.
da: Data ikke fundet.
el: Τα δεδομένα δεν βρέθηκαν.
id: Data tidak ditemukan.
ms: Data tidak ditemui.
nb: Data ikke funnet.
pl: Dane nie znalezione.
sv: Data hittades inte.
th: ไม่พบข้อมูล
tr: Veri bulunamadı.
vi: Không tìm thấy dữ liệu.

source: Invalid subscription details.
da: Ugyldige abonnementsoplysninger.
el: Μη έγκυρα στοιχεία συνδρομής.
id: Detail berlangganan tidak valid.
ms: Butiran langganan tidak sah.
nb: Ugyldige abonnementsdetaljer.
pl: Nieprawidłowe dane subskrypcji.
sv: Ogiltiga prenumerationsuppgifter.
th: รายละเอียดการสมัครสมาชิกไม่ถูกต้อง
tr: Geçersiz abonelik detayları.
vi: Chi tiết đăng ký không hợp lệ.

source: No documents found.
da: Ingen dokumenter fundet.
el: Δεν βρέθηκαν έγγραφα.
id: Tidak ada dokumen yang ditemukan.
ms: Tiada dokumen ditemui.
nb: Ingen dokumenter funnet.
pl: Nie znaleziono dokumentów.
sv: Inga dokument hittades.
th: ไม่พบเอกสาร
tr: Belge bulunamadı.
vi: Không tìm thấy tài liệu.

source: Invalid user ID.
da: Ugyldigt bruger-ID.
el: Μη έγκυρο αναγνωριστικό χρήστη.
id: ID pengguna tidak valid.
ms: ID pengguna tidak sah.
nb: Ugyldig bruker-ID.
pl: Nieprawidłowy ID użytkownika.
sv: Ogiltigt användar-ID.
th: รหัสผู้ใช้ไม่ถูกต้อง
tr: Geçersiz kullanıcı ID'si.
vi: ID người dùng không hợp lệ.

source: Invalid data received.
da: Modtaget ugyldige data.
el: Λήφθηκαν μη έγκυρα δεδομένα.
id: Data yang diterima tidak valid.
ms: Data tidak sah diterima.
nb: Ugyldige data mottatt.
pl: Otrzymano nieprawidłowe dane.
sv: Ogiltiga data mottagna.
th: ข้อมูลที่ได้รับไม่ถูกต้อง
tr: Geçersiz veri alındı.
vi: Nhận được dữ liệu không hợp lệ.

source: Successfully fetched products.
da: Produkter hentet med succes.
el: Τα προϊόντα ανακτήθηκαν με επιτυχία.
id: Produk berhasil diambil.
ms: Produk berjaya diambil.
nb: Produkter hentet vellykket.
pl: Produkty zostały pomyślnie pobrane.
sv: Produkter hämtades framgångsrikt.
th: ดึงสินค้าสำเร็จ
tr: Ürünler başarıyla getirildi.
vi: Đã lấy sản phẩm thành công.

source: Successfully fetched notifications.
da: Notifikationer hentet med succes.
el: Οι ειδοποιήσεις ανακτήθηκαν με επιτυχία.
id: Notifikasi berhasil diambil.
ms: Pemberitahuan berjaya diambil.
nb: Varsler hentet vellykket.
pl: Powiadomienia zostały pomyślnie pobrane.
sv: Notifikationer hämtades framgångsrikt.
th: ดึงการแจ้งเตือนสำเร็จ
tr: Bildirimler başarıyla getirildi.
vi: Đã lấy thông báo thành công.

source: Error fetching products.
da: Fejl ved hentning af produkter.
el: Σφάλμα κατά την ανάκτηση προϊόντων.
id: Kesalahan saat mengambil produk.
ms: Ralat mengambil produk.
nb: Feil ved henting av produkter.
pl: Błąd pobierania produktów.
sv: Fel vid hämtning av produkter.
th: ข้อผิดพลาดในการดึงสินค้า
tr: Ürünler getirilirken hata oluştu.
vi: Lỗi khi tải sản phẩm.
