Repository: SOFTMENT/myMink-iOS
Catalog: my MINK/*.lproj/Localizable.strings
Languages: da, el, id, ms, nb, pl, sv, th, tr, vi

source: This account is private. Follow to see their followers, following & posts.
da: Denne konto er privat. Følg for at se deres følgere, følgen og indlæg.
el: Αυτός ο λογαριασμός είναι ιδιωτικός. Ακολουθήστε για να δείτε τους ακόλουθούς τους, τις αναρτήσεις τους και τις ακολουθίες τους.
id: Akun ini pribadi. Ikuti untuk melihat pengikut mereka, mengikuti, & postingan.
ms: Akaun ini peribadi. Ikuti untuk melihat pengikut mereka, mengikuti & pos.
nb: Denne kontoen er privat. Følg for å se deres følgere, følgende og innlegg.
pl: To konto jest prywatne. Obserwuj, aby zobaczyć ich obserwujących, obserwowanych i posty.
sv: Detta konto är privat. Följ för att se deras följare, följande & inlägg.
th: บัญชีนี้เป็นส่วนตัว ติดตามเพื่อดูผู้ติดตาม, กำลังติดตาม และโพสต์
tr: Bu hesap gizlidir. Takipçilerini, takip ettiklerini ve gönderilerini görmek için takip edin.
vi: Tài khoản này là riêng tư. Theo dõi để xem người theo dõi, đang theo dõi và bài đăng của họ.

source: Joined on
da: Medlem siden
el: Εγγράφηκε στις
id: Bergabung pada
ms: Disertai pada
nb: Ble med på
pl: Dołączył(a)
sv: Gick med den
th: เข้าร่วมเมื่อ
tr: Katılım Tarihi
vi: Đã tham gia vào

source: Joined on %@
da: Medlem siden %@
el: Εγγράφηκε στις %@
id: Bergabung pada %@
ms: Disertai pada %@
nb: Ble med på %@
pl: Dołączył(a) %@
sv: Gick med den %@
th: เข้าร่วมเมื่อ %@
tr: %@ tarihinde katıldı
vi: Đã tham gia vào %@

source: No posts available.
da: Ingen indlæg tilgængelige.
el: Δεν υπάρχουν διαθέσιμες αναρτήσεις.
id: Tidak ada postingan yang tersedia.
ms: Tiada pos tersedia.
nb: Ingen innlegg tilgjengelig.
pl: Brak dostępnych postów.
sv: Inga inlägg tillgängliga.
th: ไม่มีโพสต์ที่พร้อมใช้งาน
tr: Mevcut gönderi yok.
vi: Không có bài đăng nào.

source: Filter
el: Φίλτρο
ms: Tapis
pl: Filtruj
sv: Filtrera
th: ตัวกรอง
tr: Filtre
vi: Bộ lọc

source: Select Account
da: Vælg konto
el: Επιλογή λογαριασμού
id: Pilih Akun
ms: Pilih Akaun
nb: Velg konto
pl: Wybierz konto
sv: Välj konto
th: เลือกบัญชี
tr: Hesap Seçin
vi: Chọn tài khoản

source: Text
da: Tekst
el: Κείμενο
id: Teks
ms: Teks
nb: Tekst
pl: Tekst
th: ข้อความ
tr: Metin
vi: Văn bản

source: Website
da: Hjemmeside
el: Ιστοσελίδα
id: Situs Web
ms: Laman Web
nb: Nettsted
pl: Strona internetowa
sv: Webbplats
th: เว็บไซต์
tr: Web Sitesi
vi: Trang web

source: Phone
da: Telefon
el: Τηλέφωνο
id: Telepon
ms: Telefon
nb: Telefon
pl: Telefon
sv: Telefon
th: โทรศัพท์
tr: Telefon
vi: Điện thoại

source: Email
ms: E-mel
nb: E-post
sv: E-post
th: อีเมล
tr: E-posta

source: Call
da: Ring
el: Κλήση
id: Panggilan
ms: Panggilan
nb: Ring
pl: Zadzwoń
sv: Ring
th: โทร
tr: Ara
vi: Gọi

source: Send Message
da: Send besked
el: Αποστολή μηνύματος
id: Kirim Pesan
ms: Hantar Mesej
nb: Send melding
pl: Wyślij wiadomość
sv: Skicka meddelande
th: ส่งข้อความ
tr: Mesaj Gönder
vi: Gửi tin nhắn

source: Send Follow Request
da: Send følgeanmodning
el: Αποστολή αιτήματος παρακολούθησης
id: Kirim Permintaan Mengikuti
ms: Hantar Permintaan Ikuti
nb: Send forespørsel om å følge
pl: Wyślij prośbę o obserwowanie
sv: Skicka följarförfrågan
th: ส่งคำขอติดตาม
tr: Takip İsteği Gönder
vi: Gửi yêu cầu theo dõi

source: Verified
da: Bekræftet
el: Επαληθευμένο
id: Terverifikasi
ms: Disahkan
nb: Verifisert
pl: Zweryfikowane
sv: Verifierad
th: ยืนยันแล้ว
tr: Doğrulandı
vi: Đã xác minh

source: Good News
da: Gode nyheder
el: Καλά νέα
id: Berita Baik
ms: Berita Baik
nb: Gode nyheter
pl: Dobre wiadomości
sv: God nyhet
th: ข่าวดี
tr: İyi Haber
vi: Tin tốt

source: %@ is following you.
da: %@ følger dig.
el: %@ σας ακολουθεί.
id: %@ mengikuti Anda.
ms: %@ sedang mengikuti anda.
nb: %@ følger deg.
pl: %@ cię obserwuje.
sv: %@ följer dig.
th: %@ กำลังติดตามคุณ
tr: %@ sizi takip ediyor.
vi: %@ đang theo dõi bạn.

source: No chats available.
da: Ingen chats tilgængelige.
el: Δεν υπάρχουν διαθέσιμες συνομιλίες.
id: Tidak ada obrolan yang tersedia.
ms: Tiada perbualan tersedia.
nb: Ingen chatter tilgjengelig.
pl: Brak dostępnych czatów.
sv: Inga chattar tillgängliga.
th: ไม่มีแชทที่พร้อมใช้งาน
tr: Mevcut sohbet yok.
vi: Không có cuộc trò chuyện nào.

source: All
da: Alle
el: Όλα
id: Semua
ms: Semua
nb: Alle
pl: Wszystko
sv: Alla
th: ทั้งหมด
tr: Tümü
vi: Tất cả

source: Unread
da: Ulæst
el: Μη αναγνωσμένα
id: Belum Dibaca
ms: Belum dibaca
nb: Uleste
pl: Nieprzeczytane
sv: Olästa
th: ยังไม่ได้อ่าน
tr: Okunmamış
vi: Chưa đọc

source: Video Call
da: Videoopkald
el: Βιντεοκλήση
id: Panggilan Video
ms: Panggilan Video
nb: Videosamtale
pl: Połączenie wideo
sv: Videosamtal
th: วิดีโอคอล
tr: Görüntülü Arama
vi: Gọi video

source: Block this user
da: Bloker denne bruger
el: Αποκλεισμός αυτού του χρήστη
id: Blokir pengguna ini
ms: Sekat pengguna ini
nb: Blokker denne brukeren
pl: Zablokuj tego użytkownika
sv: Blockera denna användare
th: บล็อกผู้ใช้นี้
tr: Bu kullanıcıyı engelle
vi: Chặn người dùng này

source: Do you want to report & block this user?
da: Vil du rapportere og blokere denne bruger?
el: Θέλετε να αναφέρετε και να αποκλείσετε αυτόν τον χρήστη;
id: Apakah Anda ingin melaporkan & memblokir pengguna ini?
ms: Adakah anda ingin melaporkan & menyekat pengguna ini?
nb: Vil du rapportere og blokkere denne brukeren?
pl: Czy chcesz zgłosić i zablokować tego użytkownika?
sv: Vill du rapportera och blockera denna användare?
th: คุณต้องการรายงานและบล็อกผู้ใช้นี้หรือไม่?
tr: Bu kullanıcıyı rapor edip engellemek istiyor musunuz?
vi: Bạn có muốn báo cáo và chặn người dùng này không?

source: Profile Picture
da: Profilbillede
el: Εικόνα προφίλ
id: Foto Profil
ms: Gambar Profil
nb: Profilbilde
pl: Zdjęcie profilowe
sv: Profilbild
th: รูปโปรไฟล์
tr: Profil Resmi
vi: Ảnh hồ sơ

source: Scan QR
el: Σάρωση QR
id: Pindai QR
ms: Imbas QR
nb: Skann QR
pl: Skanuj kod QR
sv: Skanna QR
th: สแกน QR
tr: QR Tara
vi: Quét QR

source: Copy Link
da: Kopiér link
el: Αντιγραφή συνδέσμου
id: Salin Tautan
ms: Salin Pautan
nb: Kopier lenke
pl: Kopiuj link
sv: Kopiera länk
th: คัดลอกลิงก์
tr: Bağlantıyı Kopyala
vi: Sao chép liên kết

source: Link has copied.
da: Linket er kopieret.
el: Ο σύνδεσμος αντιγράφηκε.
id: Tautan telah disalin.
ms: Pautan telah disalin.
nb: Lenke er kopiert.
pl: Link został skopiowany.
sv: Länken har kopierats.
th: ลิงก์ถูกคัดลอกแล้ว
tr: Bağlantı kopyalandı.
vi: Liên kết đã được sao chép.

source: Invalid QR CODE
da: Ugyldig QR-kode
el: Μη έγκυρος κωδικός QR
id: Kode QR tidak valid
ms: Kod QR tidak sah
nb: Ugyldig QR-KODE
pl: Nieprawidłowy kod QR
sv: Ogiltig QR-kod
th: QR CODE ไม่ถูกต้อง
tr: Geçersiz QR KODU
vi: Mã QR không hợp lệ

source: No user found
da: Ingen bruger fundet
el: Δεν βρέθηκε χρήστης
id: Tidak ditemukan pengguna
ms: Tiada pengguna ditemui
nb: Ingen bruker funnet
pl: Nie znaleziono użytkownika
sv: Ingen användare hittades
th: ไม่พบผู้ใช้
tr: Kullanıcı bulunamadı
vi: Không tìm thấy người dùng

source: Permissions were not granted
da: Tilladelser blev ikke givet
el: Δεν δόθηκαν άδειες
id: Izin tidak diberikan
ms: Kebenaran tidak diberikan
nb: Tillatelser ble ikke gitt
pl: Uprawnienia nie zostały przyznane
sv: Behörigheter beviljades inte
th: ไม่ได้รับอนุญาต
tr: İzinler verilmedi
vi: Không cấp quyền

source: Token and Channel Name missing
da: Token og kanals navn mangler
el: Λείπει το όνομα διαύλου και το διακριτικό
id: Token dan Nama Saluran hilang
ms: Token dan Nama Saluran hilang
nb: Token og kanavn mangler
pl: Brak tokena i nazwy kanału
sv: Token och kanalnamn saknas
th: ขาด Token และชื่อช่อง
tr: Token ve Kanal Adı eksik
vi: Thiếu mã thông báo và tên kênh

source: Joined channel
da: Tilmeldt kanal
el: Συμμετοχή στο κανάλι
id: Bergabung dengan saluran
ms: Menyertai saluran
nb: Bli med i kanal
pl: Dołączono do kanału
sv: Gick med i kanal
th: เข้าร่วมช่องแล้ว
tr: Kanala katıldı
vi: Đã tham gia kênh

source: Leave Channel
da: Forlad kanal
el: Αποχώρηση από το κανάλι
id: Keluar dari Saluran
ms: Tinggalkan Saluran
nb: Forlat kanal
pl: Opuść kanał
sv: Lämna kanal
th: ออกจากช่อง
tr: Kanalı Bırak
vi: Rời kênh

source: Weather Report
da: Vejrrapport
el: Αναφορά καιρού
id: Laporan Cuaca
ms: Laporan Cuaca
nb: Værmelding
pl: Raport pogodowy
sv: Väderrapport
th: รายงานสภาพอากาศ
tr: Hava Durumu Raporu
vi: Báo cáo thời tiết

source: Location
da: Placering
el: Τοποθεσία
id: Lokasi
ms: Lokasi
nb: Plassering
pl: Lokalizacja
sv: Plats
th: ตำแหน่งที่ตั้ง
tr: Konum
vi: Vị trí

source: Feels Like
da: Føles som
el: Αίσθηση θερμοκρασίας
id: Terasa Seperti
ms: Terasa Seperti
nb: Føles som
pl: Odczuwalna temperatura
sv: Känns som
th: รู้สึกเหมือน
tr: Hissedilen
vi: Cảm thấy như

source: Temperature
da: Temperatur
el: Θερμοκρασία
id: Suhu
ms: Suhu
nb: Temperatur
pl: Temperatura
sv: Temperatur
th: อุณหภูมิ
tr: Sıcaklık
vi: Nhiệt độ

source: Wind Speed
da: Vindhastighed
el: Ταχύτητα ανέμου
id: Kecepatan Angin
ms: Kelajuan Angin
nb: Vindhastighet
pl: Prędkość wiatru
sv: Vindhastighet
th: ความเร็วลม
tr: Rüzgar Hızı
vi: Tốc độ gió

source: Humidity
da: Luftfugtighed
el: Υγρασία
id: Kelembaban
ms: Kelembapan
nb: Luftfuktighet
pl: Wilgotność
sv: Luftfuktighet
th: ความชื้น
tr: Nem
vi: Độ ẩm

source: UV Index
da: UV-indeks
el: Δείκτης UV
id: Indeks UV
ms: Indeks UV
nb: UV-indeks
pl: Indeks UV
th: ดัชนีรังสี UV
tr: UV İndeksi
vi: Chỉ số UV

source: Visibility
da: Sigtbarhed
el: Ορατότητα
id: Visibilitas
ms: Keterlihatan
nb: Sikt
pl: Widoczność
sv: Sikt
th: ทัศนวิสัย
tr: Görüş Mesafesi
vi: Tầm nhìn

source: Pressure
da: Tryk
el: Πίεση
id: Tekanan
ms: Tekanan
nb: Trykk
pl: Ciśnienie
sv: Tryck
th: ความดัน
tr: Basınç
vi: Áp suất

source: No %@ available
da: Ingen %@ tilgængelige
el: Δεν είναι διαθέσιμο %@
id: Tidak ada %@ tersedia
ms: Tiada %@ tersedia
nb: Ingen %@ tilgjengelig
pl: Brak dostępnych %@
sv: Ingen %@ tillgänglig
th: ไม่มี %@ ที่พร้อมใช้งาน
tr: Mevcut %@ yok
vi: Không có %@

source: Login
da: Log ind
el: Σύνδεση
id: Masuk
ms: Log Masuk
nb: Logg inn
pl: Zaloguj się
sv: Logga in
th: เข้าสู่ระบบ
tr: Giriş
vi: Đăng nhập

source: Create an Account
da: Opret en konto
el: Δημιουργία λογαριασμού
id: Buat Akun
ms: Cipta Akaun
nb: Opprett konto
pl: Utwórz konto
sv: Skapa ett konto
th: สร้างบัญชี
tr: Hesap Oluştur
vi: Tạo tài khoản

source: Remember Me
da: Husk mig
el: Θυμήσου με
id: Ingat Saya
ms: Ingat Saya
nb: Husk meg
pl: Zapamiętaj mnie
sv: Kom ihåg mig
th: จำฉันไว้
tr: Beni Hatırla
vi: Ghi nhớ tôi

source: Sign In
da: Log ind
el: Σύνδεση
id: Masuk
ms: Log Masuk
nb: Logg inn
pl: Zaloguj się
sv: Logga in
th: เข้าสู่ระบบ
tr: Giriş Yap
vi: Đăng nhập

source: Sign Up
da: Tilmeld
el: Εγγραφή
id: Daftar
ms: Daftar
nb: Registrer deg
pl: Zarejestruj się
sv: Registrera dig
th: สมัครสมาชิก
tr: Kayıt Ol
vi: Đăng ký

source: Forgot Password?
da: Glemt adgangskode?
el: Ξεχάσατε τον κωδικό σας;
id: Lupa Kata Sandi?
ms: Terlupa Kata Laluan?
nb: Glemt passord?
pl: Zapomniałeś hasła?
sv: Glömt lösenord?
th: ลืมรหัสผ่าน?
tr: Şifrenizi mi unuttunuz?
vi: Quên mật khẩu?

source: Phone Verification
da: Telefonbekræftelse
el: Επαλήθευση τηλεφώνου
id: Verifikasi Telepon
ms: Pengesahan Telefon
nb: Telefonverifisering
pl: Weryfikacja telefonu
sv: Telefonverifiering
th: ยืนยันหมายเลขโทรศัพท์
tr: Telefon Doğrulama
vi: Xác minh điện thoại

source: Sign In with Google
da: Log ind med Google
el: Σύνδεση με Google
id: Masuk dengan Google
ms: Log Masuk dengan Google
nb: Logg inn med Google
pl: Zaloguj się przez Google
sv: Logga in med Google
th: เข้าสู่ระบบด้วย Google
tr: Google ile Giriş Yap
vi: Đăng nhập bằng Google

source: Sign In with Apple
da: Log ind med Apple
el: Σύνδεση με Apple
id: Masuk dengan Apple
ms: Log Masuk dengan Apple
nb: Logg inn med Apple
pl: Zaloguj się przez Apple
sv: Logga in med Apple
th: เข้าสู่ระบบด้วย Apple
tr: Apple ile Giriş Yap
vi: Đăng nhập bằng Apple

source: Enter First Name
da: Indtast fornavn
el: Εισάγετε όνομα
id: Masukkan Nama Depan
ms: Masukkan Nama Pertama
nb: Skriv inn fornavn
pl: Wprowadź imię
sv: Ange förnamn
th: ใส่ชื่อจริง
tr: Adınızı Girin
vi: Nhập tên

source: Enter Last Name
da: Indtast efternavn
el: Εισάγετε επώνυμο
id: Masukkan Nama Belakang
ms: Masukkan Nama Akhir
nb: Skriv inn etternavn
pl: Wprowadź nazwisko
sv: Ange efternamn
th: ใส่นามสกุล
tr: Soyadınızı Girin
vi: Nhập họ

source: Enter Email
da: Indtast e-mail
el: Εισάγετε email
id: Masukkan Email
ms: Masukkan E-mel
nb: Skriv inn e-post
pl: Wprowadź email
sv: Ange e-post
th: ใส่อีเมล
tr: E-posta Girin
vi: Nhập email

source: Enter Password
da: Indtast adgangskode
el: Εισάγετε κωδικό πρόσβασης
id: Masukkan Kata Sandi
ms: Masukkan Kata Laluan
nb: Skriv inn passord
pl: Wprowadź hasło
sv: Ange lösenord
th: ใส่รหัสผ่าน
tr: Şifre Girin
vi: Nhập mật khẩu

source: Email Verification
da: E-mailbekræftelse
el: Επαλήθευση email
id: Verifikasi Email
ms: Pengesahan E-mel
nb: E-postbekreftelse
pl: Weryfikacja email
sv: E-postverifiering
th: ยืนยันอีเมล
tr: E-posta Doğrulama
vi: Xác minh email

source: Account with email : %@ already exists.
da: En konto med e-mailen: %@ eksisterer allerede.
el: Λογαριασμός με email: %@ υπάρχει ήδη.
id: Akun dengan email : %@ sudah ada.
ms: Akaun dengan e-mel: %@ sudah wujud.
nb: En konto med e-post: %@ eksisterer allerede.
pl: Konto z adresem email: %@ już istnieje.
sv: Konto med e-post: %@ finns redan.
th: บัญชีที่มีอีเมล: %@ มีอยู่แล้ว
tr: Bu e-posta ile %@ hesap zaten var.
vi: Tài khoản với email: %@ đã tồn tại.

source: Successful Registration!
da: Registrering gennemført!
el: Επιτυχής εγγραφή!
id: Pendaftaran Berhasil!
ms: Pendaftaran Berjaya!
nb: Registreringen var vellykket!
pl: Rejestracja zakończona sukcesem!
sv: Registreringen lyckades!
th: การลงทะเบียนสำเร็จ!
tr: Başarılı Kayıt!
vi: Đăng ký thành công!

source: Verification code has been sent.
da: Bekræftelseskode er sendt.
el: Ο κωδικός επαλήθευσης στάλθηκε.
id: Kode verifikasi telah dikirim.
ms: Kod pengesahan telah dihantar.
nb: Bekreftelseskode er sendt.
pl: Kod weryfikacyjny został wysłany.
sv: Verifieringskod har skickats.
th: รหัสยืนยันถูกส่งแล้ว
tr: Doğrulama kodu gönderildi.
vi: Mã xác minh đã được gửi.

source: Verification Code
da: Bekræftelseskode
el: Κωδικός επαλήθευσης
id: Kode Verifikasi
ms: Kod Pengesahan
nb: Bekreftelseskode
pl: Kod weryfikacyjny
sv: Verifieringskod
th: รหัสยืนยัน
tr: Doğrulama Kodu
vi: Mã xác minh

source: Invalid Verification Code
da: Ugyldig bekræftelseskode
el: Μη έγκυρος κωδικός επαλήθευσης
id: Kode Verifikasi Tidak Valid
ms: Kod Pengesahan Tidak Sah
nb: Ugyldig bekreftelseskode
pl: Nieprawidłowy kod weryfikacyjny
sv: Ogiltig verifieringskod
th: รหัสยืนยันไม่ถูกต้อง
tr: Geçersiz Doğrulama Kodu
vi: Mã xác minh không hợp lệ

source: Sign Out
da: Log ud
el: Αποσύνδεση
id: Keluar
ms: Log Keluar
nb: Logg ut
pl: Wyloguj się
sv: Logga ut
th: ออกจากระบบ
tr: Çıkış Yap
vi: Đăng xuất

source: No notifications.
da: Ingen notifikationer.
el: Δεν υπάρχουν ειδοποιήσεις.
id: Tidak ada pemberitahuan.
ms: Tiada pemberitahuan.
nb: Ingen varsler.
pl: Brak powiadomień.
sv: Inga notifikationer.
th: ไม่มีการแจ้งเตือน
tr: Bildirim yok.
vi: Không có thông báo.

source: Reset Password
da: Nulstil adgangskode
el: Επαναφορά κωδικού πρόσβασης
id: Setel Ulang Kata Sandi
ms: Tetapkan Semula Kata Laluan
nb: Tilbakestill passord
pl: Zresetuj hasło
sv: Återställ lösenord
th: รีเซ็ตรหัสผ่าน
tr: Şifreyi Sıfırla
vi: Đặt lại mật khẩu

source: Phone verification is required.
da: Telefonbekræftelse er påkrævet.
el: Απαιτείται επαλήθευση τηλεφώνου.
id: Verifikasi telepon diperlukan.
ms: Pengesahan telefon diperlukan.
nb: Telefonverifisering er påkrevd.
pl: Wymagana jest weryfikacja telefonu.
sv: Telefonverifiering krävs.
th: ต้องมีการยืนยันหมายเลขโทรศัพท์
tr: Telefon doğrulaması gerekli.
vi: Yêu cầu xác minh điện thoại.

source: Terms and Conditions
da: Vilkår og betingelser
el: Όροι και προϋποθέσεις
id: Syarat dan Ketentuan
ms: Terma dan Syarat
nb: Vilkår og betingelser
pl: Regulamin
sv: Villkor
th: ข้อกำหนดและเงื่อนไข
tr: Şartlar ve Koşullar
vi: Điều khoản và điều kiện

source: Check your email for a verification link.
da: Tjek din e-mail for et bekræftelseslink.
el: Ελέγξτε το email σας για τον σύνδεσμο επαλήθευσης.
id: Periksa email Anda untuk tautan verifikasi.
ms: Semak e-mel anda untuk pautan pengesahan.
nb: Sjekk e-posten din for en bekreftelseslenke.
pl: Sprawdź swoją skrzynkę e-mail w poszukiwaniu linku weryfikacyjnego.
sv: Kontrollera din e-post för en verifieringslänk.
th: ตรวจสอบอีเมลของคุณสำหรับลิงก์ยืนยัน
tr: Doğrulama bağlantısı için e-postanızı kontrol edin.
vi: Kiểm tra email của bạn để nhận liên kết xác minh.

source: Enter Code
da: Indtast kode
el: Εισάγετε κωδικό
id: Masukkan Kode
ms: Masukkan Kod
nb: Skriv inn kode
pl: Wprowadź kod
sv: Ange kod
th: ใส่รหัส
tr: Kodu Girin
vi: Nhập mã

source: Resend Code
da: Send kode igen
el: Επαναποστολή κωδικού
id: Kirim Ulang Kode
ms: Hantar Semula Kod
nb: Send kode på nytt
pl: Wyślij ponownie kod
sv: Skicka kod igen
th: ส่งรหัสอีกครั้ง
tr: Kodu Tekrar Gönder
vi: Gửi lại mã

source: Code has been sent
da: Koden er sendt
el: Ο κωδικός στάλθηκε
id: Kode telah dikirim
ms: Kod telah dihantar
nb: Koden er sendt
pl: Kod został wysłany
sv: Koden har skickats
th: รหัสถูกส่งแล้ว
tr: Kod gönderildi
vi: Mã đã được gửi

source: Incorrect Code
da: Forkert kode
el: Μη έγκυρος κωδικός
id: Kode Salah
ms: Kod Salah
nb: Feil kode
pl: Nieprawidłowy kod
sv: Fel kod
th: รหัสไม่ถูกต้อง
tr: Yanlış Kod
vi: Mã không chính xác

source: Enter Verification Code
da: Indtast bekræftelseskode
el: Εισάγετε τον κωδικό επαλήθευσης
id: Masukkan Kode Verifikasi
ms: Masukkan Kod Pengesahan
nb: Skriv inn bekreftelseskode
pl: Wprowadź kod weryfikacyjny
sv: Ange verifieringskod
th: ใส่รหัสยืนยัน
tr: Doğrulama Kodunu Girin
vi: Nhập mã xác minh

source: Verification Successful
da: Bekræftelse vellykket
el: Επιτυχής επαλήθευση
id: Verifikasi Berhasil
ms: Pengesahan Berjaya
nb: Bekreftelse vellykket
pl: Weryfikacja zakończona sukcesem
sv: Verifiering lyckades
th: ยืนยันสำเร็จ
tr: Doğrulama Başarılı
vi: Xác minh thành công

source: Email Address
da: E-mailadresse
el: Διεύθυνση email
id: Alamat Email
ms: Alamat E-mel
nb: E-postadresse
pl: Adres email
sv: E-postadress
th: ที่อยู่อีเมล
tr: E-posta Adresi
vi: Địa chỉ email

source: Get Link
da: Få link
el: Λήψη συνδέσμου
id: Dapatkan Tautan
ms: Dapatkan Pautan
nb: Hent lenke
pl: Pobierz link
sv: Hämta länk
th: รับลิงก์
tr: Bağlantı Al
vi: Nhận liên kết

source: Account not registered with this email address.
da: Konto ikke registreret med denne e-mailadresse.
id: Akun tidak terdaftar dengan alamat email ini.
ms: Akaun tidak didaftarkan dengan alamat e-mel ini.
nb: Kontoen er ikke registrert med denne e-postadressen.
pl: Konto nie jest zarejestrowane z tym adresem email.
sv: Konto inte registrerat med denna e-postadress.
th: ไม่มีบัญชีที่ลงทะเบียนด้วยที่อยู่อีเมลนี้
tr: Bu e-posta adresi ile kayıtlı hesap yok.
vi: Tài khoản chưa được đăng ký với địa chỉ email này.

source: Enter Username
da: Indtast brugernavn
el: Εισάγετε όνομα χρήστη
id: Masukkan Nama Pengguna
ms: Masukkan Nama Pengguna
nb: Skriv inn brukernavn
pl: Wprowadź nazwę użytkownika
sv: Ange användarnamn
th: ใส่ชื่อผู้ใช้
tr: Kullanıcı Adı Girin
vi: Nhập tên người dùng

source: Enter Biography
da: Indtast biografi
el: Εισάγετε βιογραφικό
id: Masukkan Biografi
ms: Masukkan Biografi
nb: Skriv inn biografi
pl: Wprowadź biografię
sv: Ange biografi
th: ใส่ชีวประวัติ
tr: Biyografi Girin
vi: Nhập tiểu sử

source: Select Membership
da: Vælg medlemskab
el: Επιλογή συνδρομής
id: Pilih Keanggotaan
ms: Pilih Keahlian
nb: Velg medlemskap
pl: Wybierz członkostwo
sv: Välj medlemskap
th: เลือกการเป็นสมาชิก
tr: Üyelik Seçin
vi: Chọn hội viên

source: VIP Membership
da: VIP-medlemskab
el: Συνδρομή VIP
id: Keanggotaan VIP
ms: Keahlian VIP
nb: VIP-medlemskap
pl: Członkostwo VIP
sv: VIP-medlemskap
th: สมาชิก VIP
tr: VIP Üyelik
vi: Hội viên VIP

source: Activate 2FA
da: Aktivér 2FA
el: Ενεργοποίηση 2FA
id: Aktifkan 2FA
ms: Aktifkan 2FA
nb: Aktiver 2FA
pl: Aktywuj 2FA
sv: Aktivera 2FA
th: เปิดใช้งาน 2FA
tr: 2FA'yı Etkinleştir
vi: Kích hoạt 2FA

source: Membership Plan
da: Medlemskabsplan
id: Rencana Keanggotaan
ms: Pelan Keahlian
nb: Medlemskapsplan
pl: Plan członkostwa
sv: Medlemsplan
th: แผนสมาชิก
tr: Üyelik Planı
vi: Gói hội viên

source: Most Popular
da: Mest populær
id: Paling Populer
ms: Paling Popular
nb: Mest populær
pl: Najpopularniejsze
sv: Mest populär
th: ที่นิยมมากที่สุด
tr: En Popüler
vi: Phổ biến nhất

source: Subscription Info
da: Abonnementsinformation
id: Informasi Berlangganan
ms: Maklumat Langganan
nb: Abonnementsinfo
pl: Informacje o subskrypcji
sv: Prenumerationsinformation
th: ข้อมูลการสมัครสมาชิก
tr: Abonelik Bilgisi
vi: Thông tin đăng ký

source: Your membership has been activated.
da: Dit medlemskab er blevet aktiveret.
el: Η συνδρομή σας ενεργοποιήθηκε.
id: Keanggotaan Anda telah diaktifkan.
ms: Keahlian anda telah diaktifkan.
nb: Ditt medlemskap har blitt aktivert.
pl: Twoje członkostwo zostało aktywowane.
sv: Ditt medlemskap har aktiverats.
th: การเป็นสมาชิกของคุณถูกเปิดใช้งานแล้ว
tr: Üyeliğiniz etkinleştirildi.
vi: Hội viên của bạn đã được kích hoạt.

source: Enter VIP Code
da: Indtast VIP-kode
el: Εισάγετε κωδικό VIP
id: Masukkan Kode VIP
ms: Masukkan Kod VIP
nb: Skriv inn VIP-kode
pl: Wprowadź kod VIP
sv: Ange VIP-kod
th: ใส่รหัส VIP
tr: VIP Kodunu Girin
vi: Nhập mã VIP

source: Coupon Code is valid.
da: Rabatkode er gyldig.
el: Ο κωδικός κουπονιού είναι έγκυρος.
id: Kode Kupon berlaku.
ms: Kod Kupon sah.
nb: Kupongkoden er gyldig.
pl: Kod kuponu jest ważny.
sv: Rabattkod är giltig.
th: รหัสคูปองถูกต้อง
tr: Kupon Kodu geçerli.
vi: Mã phiếu giảm giá hợp lệ.

source: Invalid Coupon Code or Redeemed.
da: Ugyldig rabatkode eller allerede indløst.
el: Μη έγκυρος κωδικός κουπονιού ή έχει εξαργυρωθεί.
id: Kode Kupon tidak valid atau sudah ditukarkan.
ms: Kod Kupon tidak sah atau telah ditebus.
nb: Ugyldig kupongkode eller innløst.
pl: Nieprawidłowy kod kuponu lub już zrealizowany.
sv: Ogiltig rabattkod eller redan använd.
th: รหัสคูปองไม่ถูกต้องหรือถูกใช้แล้ว
tr: Geçersiz Kupon Kodu veya Kullanılmış.
vi: Mã phiếu giảm giá không hợp lệ hoặc đã được đổi.

source: Email Verification is needed.
da: E-mailbekræftelse er nødvendig.
el: Απαιτείται επαλήθευση email.
id: Verifikasi Email diperlukan.
ms: Pengesahan E-mel diperlukan.
nb: E-postbekreftelse er nødvendig.
pl: Wymagana jest weryfikacja e-mail.
sv: E-postverifiering krävs.
th: จำเป็นต้องมีการยืนยันอีเมล
tr: E-posta Doğrulaması gerekli.
vi: Cần xác minh email.

source: Copied
da: Kopieret
el: Αντιγράφηκε
id: Disalin
ms: Disalin
nb: Kopiert
pl: Skopiowano
sv: Kopierad
th: คัดลอกแล้ว
tr: Kopyalandı
vi: Đã sao chép

source: Your Email
da: Din e-mail
el: Το email σας
id: Email Anda
ms: E-mel anda
nb: Din e-post
pl: Twój email
sv: Din e-post
th: อีเมลของคุณ
tr: E-postanız
vi: Email của bạn

source: Your Password
da: Din adgangskode
el: Ο κωδικός πρόσβασής σας
id: Kata Sandi Anda
ms: Kata Laluan anda
nb: Ditt passord
pl: Twoje hasło
sv: Ditt lösenord
th: รหัสผ่านของคุณ
tr: Şifreniz
vi: Mật khẩu của bạn

source: Navigating to login screen...
da: Navigerer til loginskærm...
el: Μετάβαση στην οθόνη σύνδεσης...
id: Menuju ke layar login...
ms: Menuju ke skrin log masuk...
nb: Navigerer til innloggingsskjerm...
pl: Nawigowanie do ekranu logowania...
sv: Navigerar till inloggningsskärmen...
th: กำลังนำทางไปที่หน้าจอเข้าสู่ระบบ...
tr: Giriş ekranına yönlendiriliyor...
vi: Đang chuyển đến màn hình đăng nhập...

source: Sign Up with Phone Number
da: Tilmeld med telefonnummer
el: Εγγραφή με αριθμό τηλεφώνου
id: Daftar dengan Nomor Telepon
ms: Daftar dengan Nombor Telefon
nb: Registrer deg med telefonnummer
pl: Zarejestruj się za pomocą numeru telefonu
sv: Registrera med telefonnummer
th: สมัครสมาชิกด้วยหมายเลขโทรศัพท์
tr: Telefon Numarasıyla Kayıt Ol
vi: Đăng ký bằng số điện thoại

source: Select Phone Code
da: Vælg telefonkode
el: Επιλέξτε κωδικό τηλεφώνου
id: Pilih Kode Telepon
ms: Pilih Kod Telefon
nb: Velg telefonkode
pl: Wybierz kod kraju
sv: Välj telefonkod
th: เลือกโค้ดโทรศัพท์
tr: Telefon Kodunu Seçin
vi: Chọn mã điện thoại
