Repository: SOFTMENT/myMink-iOS
Catalog: my MINK/*.lproj/Localizable.strings
Languages: da, el, id, ms, nb, pl, sv, th, tr, vi

source: Error fetching notifications.
da: Fejl ved hentning af notifikationer.
el: Σφάλμα κατά την ανάκτηση ειδοποιήσεων.
id: Kesalahan saat mengambil notifikasi.
ms: Ralat mengambil pemberitahuan.
nb: Feil ved henting av varsler.
pl: Błąd pobierania powiadomień.
sv: Fel vid hämtning av notifikationer.
th: ข้อผิดพลาดในการดึงการแจ้งเตือน
tr: Bildirimler getirilirken hata oluştu.
vi: Lỗi khi tải thông báo.

source: You are now following this user.
da: Du følger nu denne bruger.
el: Τώρα ακολουθείτε αυτόν τον χρήστη.
id: Anda sekarang mengikuti pengguna ini.
ms: Anda kini mengikuti pengguna ini.
nb: Du følger nå denne brukeren.
pl: Teraz obserwujesz tego użytkownika.
sv: Du följer nu denna användare.
th: คุณกำลังติดตามผู้ใช้นี้แล้ว
tr: Bu kullanıcıyı şimdi takip ediyorsunuz.
vi: Bạn đang theo dõi người dùng này.

source: You have unfollowed this user.
da: Du har stoppet med at følge denne bruger.
el: Σταματήσατε να ακολουθείτε αυτόν τον χρήστη.
id: Anda telah berhenti mengikuti pengguna ini.
ms: Anda telah berhenti mengikuti pengguna ini.
nb: Du har sluttet å følge denne brukeren.
pl: Przestałeś(aś) obserwować tego użytkownika.
sv: Du har slutat följa denna användare.
th: คุณเลิกติดตามผู้ใช้นี้แล้ว
tr: Bu kullanıcıyı takipten çıktınız.
vi: Bạn đã hủy theo dõi người dùng này.

source: Profile updated successfully.
da: Profil opdateret med succes.
el: Το προφίλ ενημερώθηκε με επιτυχία.
id: Profil berhasil diperbarui.
ms: Profil berjaya dikemas kini.
nb: Profil oppdatert vellykket.
pl: Profil zaktualizowany pomyślnie.
sv: Profil uppdaterad framgångsrikt.
th: โปรไฟล์อัปเดตสำเร็จ
tr: Profil başarıyla güncellendi.
vi: Hồ sơ đã được cập nhật thành công.

source: Post added successfully.
da: Indlæg tilføjet med succes.
el: Η ανάρτηση προστέθηκε με επιτυχία.
id: Postingan berhasil ditambahkan.
ms: Pos berjaya ditambah.
nb: Innlegg lagt til vellykket.
pl: Post dodany pomyślnie.
sv: Inlägg tillagt framgångsrikt.
th: โพสต์ถูกเพิ่มสำเร็จ
tr: Gönderi başarıyla eklendi.
vi: Bài đăng đã được thêm thành công.

source: Error adding post.
da: Fejl ved tilføjelse af indlæg.
el: Σφάλμα στην προσθήκη της ανάρτησης.
id: Kesalahan saat menambahkan postingan.
ms: Ralat menambah pos.
nb: Feil ved tillegging av innlegg.
pl: Błąd dodawania postu.
sv: Fel vid tillägg av inlägg.
th: ข้อผิดพลาดในการเพิ่มโพสต์
tr: Gönderi eklenirken hata oluştu.
vi: Lỗi khi thêm bài đăng.

source: Product added successfully.
da: Produkt tilføjet med succes.
el: Το προϊόν προστέθηκε με επιτυχία.
id: Produk berhasil ditambahkan.
ms: Produk berjaya ditambah.
nb: Produkt lagt til vellykket.
pl: Produkt dodany pomyślnie.
sv: Produkt tillagd framgångsrikt.
th: สินค้าเพิ่มสำเร็จ
tr: Ürün başarıyla eklendi.
vi: Sản phẩm đã được thêm thành công.

source: Error adding product.
da: Fejl ved tilføjelse af produkt.
el: Σφάλμα στην προσθήκη του προϊόντος.
id: Kesalahan saat menambahkan produk.
ms: Ralat menambah produk.
nb: Feil ved tillegging av produkt.
pl: Błąd dodawania produktu.
sv: Fel vid tillägg av produkt.
th: ข้อผิดพลาดในการเพิ่มสินค้า
tr: Ürün eklenirken hata oluştu.
vi: Lỗi khi thêm sản phẩm.

source: Error generating token.
da: Fejl ved oprettelse af token.
el: Σφάλμα στη δημιουργία του token.
id: Kesalahan saat membuat token.
ms: Ralat menjana token.
nb: Feil ved opprettelse av token.
pl: Błąd generowania tokena.
sv: Fel vid generering av token.
th: ข้อผิดพลาดในการสร้างโทเค็น
tr: Token oluşturulurken hata oluştu.
vi: Lỗi khi tạo mã thông báo.

source: You have been logged out.
da: Du er blevet logget ud.
el: Αποσυνδεθήκατε.
id: Anda telah keluar.
ms: Anda telah log keluar.
nb: Du har blitt logget ut.
pl: Zostałeś(aś) wylogowany(a).
sv: Du har loggats ut.
th: คุณถูกออกจากระบบ
tr: Çıkış yaptınız.
vi: Bạn đã bị đăng xuất.

source: Error fetching user data.
da: Fejl ved hentning af brugerdata.
el: Σφάλμα κατά την ανάκτηση δεδομένων χρήστη.
id: Kesalahan saat mengambil data pengguna.
ms: Ralat mengambil data pengguna.
nb: Feil ved henting av brukerdata.
pl: Błąd pobierania danych użytkownika.
sv: Fel vid hämtning av användardata.
th: ข้อผิดพลาดในการดึงข้อมูลผู้ใช้
tr: Kullanıcı verileri getirilirken hata oluştu.
vi: Lỗi khi tải dữ liệu người dùng.

source: Error sending email.
da: Fejl ved afsendelse af e-mail.
el: Σφάλμα στην αποστολή του email.
id: Kesalahan mengirim email.
ms: Ralat menghantar e-mel.
nb: Feil ved sending av e-post.
pl: Błąd wysyłania e-maila.
sv: Fel vid sändning av e-post.
th: ข้อผิดพลาดในการส่งอีเมล
tr: E-posta gönderilirken hata oluştu.
vi: Lỗi khi gửi email.

source: Email sent successfully.
da: E-mail sendt med succes.
el: Το email στάλθηκε με επιτυχία.
id: Email berhasil dikirim.
ms: E-mel berjaya dihantar.
nb: E-post sendt vellykket.
pl: E-mail wysłany pomyślnie.
sv: E-post skickad framgångsrikt.
th: อีเมลถูกส่งสำเร็จ
tr: E-posta başarıyla gönderildi.
vi: Email đã được gửi thành công.

source: Token is invalid or expired.
da: Token er ugyldig eller udløbet.
el: Το token δεν είναι έγκυρο ή έχει λήξει.
id: Token tidak valid atau telah kedaluwarsa.
ms: Token tidak sah atau telah tamat tempoh.
nb: Token er ugyldig eller utløpt.
pl: Token jest nieprawidłowy lub wygasł.
sv: Token är ogiltig eller har gått ut.
th: โทเค็นไม่ถูกต้องหรือหมดอายุ
tr: Token geçersiz veya süresi dolmuş.
vi: Mã thông báo không hợp lệ hoặc đã hết hạn.

source: The live stream has ended.
da: Live stream er afsluttet.
el: Η ζωντανή ροή τελείωσε.
id: Siaran langsung telah berakhir.
ms: Siara langsung telah tamat.
nb: Direktesendingen er avsluttet.
pl: Transmisja na żywo zakończona.
sv: Liveströmningen har avslutats.
th: การถ่ายทอดสดสิ้นสุดลงแล้ว
tr: Canlı yayın sona erdi.
vi: Phát trực tiếp đã kết thúc.

source: The live stream has started.
da: Live stream er startet.
el: Η ζωντανή ροή ξεκίνησε.
id: Siaran langsung telah dimulai.
ms: Siara langsung telah bermula.
nb: Direktesendingen har startet.
pl: Transmisja na żywo rozpoczęta.
sv: Liveströmningen har startat.
th: การถ่ายทอดสดเริ่มต้นแล้ว
tr: Canlı yayın başladı.
vi: Phát trực tiếp đã bắt đầu.

source: Error creating token.
da: Fejl ved oprettelse af token.
el: Σφάλμα στη δημιουργία του token.
id: Kesalahan saat membuat token.
ms: Ralat mencipta token.
nb: Feil ved opprettelse av token.
pl: Błąd tworzenia tokena.
sv: Fel vid skapande av token.
th: ข้อผิดพลาดในการสร้างโทเค็น
tr: Token oluşturulurken hata oluştu.
vi: Lỗi khi tạo mã thông báo.

source: Your account has been blocked. Please contact support.
da: Din konto er blevet blokeret. Kontakt venligst support.
el: Ο λογαριασμός σας έχει αποκλειστεί. Παρακαλώ επικοινωνήστε με την υποστήριξη.
id: Akun Anda telah diblokir. Silakan hubungi dukungan.
ms: Akaun anda telah disekat. Sila hubungi sokongan.
nb: Din konto har blitt blokkert. Vennligst kontakt kundestøtte.
pl: Twoje konto zostało zablokowane. Skontaktuj się z pomocą techniczną.
sv: Ditt konto har blockerats. Kontakta support.
th: บัญชีของคุณถูกบล็อก กรุณาติดต่อฝ่ายสนับสนุน
tr: Hesabınız engellendi. Lütfen destek ile iletişime geçin.
vi: Tài khoản của bạn đã bị khóa. Vui lòng liên hệ bộ phận hỗ trợ.

source: Email verification has been sent.
da: E-mailbekræftelse er sendt.
el: Η επαλήθευση email στάλθηκε.
id: Verifikasi email telah dikirim.
ms: Pengesahan e-mel telah dihantar.
nb: E-postbekreftelse er sendt.
pl: Weryfikacja e-mail została wysłana.
sv: E-postverifiering har skickats.
th: การยืนยันอีเมลถูกส่งแล้ว
tr: E-posta doğrulaması gönderildi.
vi: Xác minh email đã được gửi.

source: Mobile number is incorrect.
da: Mobilnummeret er forkert.
el: Ο αριθμός κινητού είναι λανθασμένος.
id: Nomor ponsel tidak benar.
ms: Nombor mudah alih tidak betul.
nb: Telefonnummeret er feil.
pl: Numer telefonu jest nieprawidłowy.
sv: Mobilnummer är felaktigt.
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
tr: Mobil numara yanlış.
vi: Số điện thoại không chính xác.

source: Verification code is invalid or expired. Please resend a new code and try again.
da: Bekræftelseskode er ugyldig eller udløbet. Send venligst en ny kode og prøv igen.
el: Ο κωδικός επαλήθευσης δεν είναι έγκυρος ή έχει λήξει. Παρακαλώ επαναλάβετε την αποστολή και δοκιμάστε ξανά.
id: Kode verifikasi tidak valid atau telah kedaluwarsa. Harap kirim ulang kode baru dan coba lagi.
ms: Kod pengesahan tidak sah atau tamat tempoh. Sila hantar semula kod baru dan cuba lagi.
nb: Bekreftelseskoden er ugyldig eller utløpt. Vennligst send en ny kode og prøv igjen.
pl: Kod weryfikacyjny jest nieprawidłowy lub wygasł. Wyślij nowy kod i spróbuj ponownie.
sv: Verifieringskod är ogiltig eller har gått ut. Vänligen skicka en ny kod och försök igen.
th: รหัสยืนยันไม่ถูกต้องหรือหมดอายุ กรุณาส่งรหัสใหม่และลองอีกครั้ง
tr: Doğrulama kodu geçersiz veya süresi dolmuş. Lütfen yeni bir kod gönderin ve tekrar deneyin.
vi: Mã xác minh không hợp lệ hoặc đã hết hạn. Vui lòng gửi lại mã mới và thử lại.

source: Data is not a valid JSON object.
da: Data er ikke et gyldigt JSON-objekt.
el: Τα δεδομένα δεν είναι έγκυρο αντικείμενο JSON.
id: Data bukan objek JSON yang valid.
ms: Data bukan objek JSON yang sah.
nb: Data er ikke et gyldig JSON-objekt.
pl: Dane nie są prawidłowym obiektem JSON.
sv: Data är inte ett giltigt JSON-objekt.
th: ข้อมูลไม่ใช่วัตถุ JSON ที่ถูกต้อง
tr: Veri geçerli bir JSON nesnesi değil.
vi: Dữ liệu không phải là đối tượng JSON hợp lệ.

source: Error sending verification code.
da: Fejl ved afsendelse af bekræftelseskode.
el: Σφάλμα στην αποστολή του κωδικού επαλήθευσης.
id: Kesalahan mengirim kode verifikasi.
ms: Ralat menghantar kod pengesahan.
nb: Feil ved sending av bekreftelseskode.
pl: Błąd wysyłania kodu weryfikacyjnego.
sv: Fel vid sändning av verifieringskod.
th: ข้อผิดพลาดในการส่งรหัสยืนยัน
tr: Doğrulama kodu gönderilirken hata oluştu.
vi: Lỗi khi gửi mã xác minh.

source: Error verifying the code.
da: Fejl ved verificering af kode.
el: Σφάλμα στην επαλήθευση του κωδικού.
id: Kesalahan saat memverifikasi kode.
ms: Ralat mengesahkan kod.
nb: Feil ved bekreftelse av koden.
pl: Błąd weryfikacji kodu.
sv: Fel vid verifiering av koden.
th: ข้อผิดพลาดในการยืนยันรหัส
tr: Kod doğrulanırken hata oluştu.
vi: Lỗi khi xác minh mã.

source: You have been logged out successfully.
da: Du er blevet logget ud med succes.
el: Αποσυνδεθήκατε με επιτυχία.
id: Anda telah keluar dengan sukses.
ms: Anda telah log keluar dengan jayanya.
nb: Du har blitt logget ut vellykket.
pl: Zostałeś(aś) pomyślnie wylogowany(a).
sv: Du har loggats ut framgångsrikt.
th: คุณออกจากระบบสำเร็จแล้ว
tr: Başarıyla çıkış yaptınız.
vi: Bạn đã đăng xuất thành công.

source: Error logging out. Please try again.
da: Fejl ved logud. Prøv venligst igen.
el: Σφάλμα κατά την αποσύνδεση. Παρακαλώ δοκιμάστε ξανά.
id: Kesalahan saat keluar. Coba lagi.
ms: Ralat log keluar. Sila cuba lagi.
nb: Feil ved utlogging. Vennligst prøv igjen.
pl: Błąd wylogowania. Proszę spróbować ponownie.
sv: Fel vid utloggning. Vänligen försök igen.
th: ข้อผิดพลาดในการออกจากระบบ กรุณาลองใหม่
tr: Çıkış yaparken hata oluştu. Lütfen tekrar deneyin.
vi: Lỗi khi đăng xuất. Vui lòng thử lại.

source: %d Posts
da: %d Indlæg
el: %d Αναρτήσεις
id: %d Postingan
ms: %d Pos
nb: %d innlegg
pl: %d postów
sv: %d Inlägg
th: %d โพสต์
tr: %d Gönderi
vi: %d Bài đăng

source: %d Post
da: %d Indlæg
el: %d Ανάρτηση
id: %d Postingan
ms: %d Pos
nb: %d innlegg
sv: %d Inlägg
th: %d โพสต์
tr: %d Gönderi
vi: %d Bài đăng

source: %d free days
da: %d gratis dage
el: %d δωρεάν ημέρες
id: %d hari gratis
ms: %d hari percuma
nb: %d gratisdager
pl: %d darmowych dni
sv: %d gratisdagar
th: %d วันฟรี
tr: %d ücretsiz gün
vi: %d ngày miễn phí

source: %d free day
da: %d gratis dag
el: %d δωρεάν ημέρα
id: %d hari gratis
ms: %d hari percuma
nb: %d gratisdag
pl: %d darmowy dzień
sv: %d gratisdag
th: %d วันฟรี
tr: %d ücretsiz gün
vi: %d ngày miễn phí

source: %d days
da: %d dage
el: %d ημέρες
id: %d hari
ms: %d hari
nb: %d dager
pl: %d dni
sv: %d dagar
th: %d วัน
tr: %d gün
vi: %d ngày

source: %d day
da: %d dag
el: %d ημέρα
id: %d hari
ms: %d hari
nb: %d dag
pl: %d dzień
sv: %d dag
th: %d วัน
tr: %d gün
vi: %d ngày

source: Email - %@ Password - %@
da: E-mail - %@ Adgangskode - %@
el: Email - %@ Κωδικός πρόσβασης - %@
id: Email - %@ Kata Sandi - %@
ms: E-mel - %@ Kata Laluan - %@
nb: E-post - %@ Passord - %@
pl: Email - %@ Hasło - %@
sv: E-post - %@ Lösenord - %@
th: อีเมล - %@ รหัสผ่าน - %@
tr: E-posta - %@ Şifre - %@
vi: Email - %@ Mật khẩu - %@

source: Image Uploading : %@
da: Billede uploader : %@
el: Μεταφόρτωση εικόνας : %@
id: Mengunggah Gambar: %@
ms: Memuat Naik Gambar: %@
nb: Bilde laster opp: %@
pl: Przesyłanie obrazu: %@
sv: Bilduppladdning: %@
th: กำลังอัปโหลดรูปภาพ: %@
tr: Resim Yükleniyor : %@
vi: Đang tải hình ảnh: %@

source: Due in %d days
da: Forfalder om %d dage
el: Λήγει σε %d ημέρες
id: Jatuh tempo dalam %d hari
ms: Dalam masa %d hari
nb: Forfaller om %d dager
pl: Termin za %d dni
sv: Förfaller om %d dagar
th: ครบกำหนดใน %d วัน
tr: %d gün içinde vadesi doluyor
vi: Hết hạn trong %d ngày

source: Due on %@
da: Forfalder %@
el: Λήγει στις %@
id: Jatuh tempo pada %@
ms: Pada %@
nb: Forfaller %@
pl: Termin na %@
sv: Förfaller den %@
th: ครบกำหนดใน %@
tr: %@ tarihinde vadesi doluyor
vi: Hết hạn vào %@

source: Restart Required
da: Genstart krævet
el: Απαιτείται επανεκκίνηση
id: Diperlukan Mulai Ulang
ms: Mula Semula Diperlukan
nb: Omstart kreves
pl: Wymagane ponowne uruchomienie
sv: Omstart krävs
th: ต้องรีสตาร์ท
tr: Yeniden başlatma gerekli
vi: Cần khởi động lại

source: The app needs to restart to apply the language change. Please close and reopen the app to see the changes.
da: Appen skal genstartes for at anvende sprogændringen. Luk og åbn venligst appen igen for at se ændringerne.
el: Η εφαρμογή πρέπει να επανεκκινήσει για να εφαρμοστεί η αλλαγή γλώσσας. Κλείστε και ανοίξτε ξανά την εφαρμογή για να δείτε τις αλλαγές.
id: Aplikasi perlu dimulai ulang untuk menerapkan perubahan bahasa. Silakan tutup dan buka kembali aplikasi untuk melihat perubahannya.
ms: Aplikasi perlu dimulakan semula untuk menerapkan perubahan bahasa. Sila tutup dan buka semula aplikasi untuk melihat perubahan.
nb: Appen må startes på nytt for å bruke språkendringen. Lukk og åpne appen igjen for å se endringene.
pl: Aplikacja musi zostać ponownie uruchomiona, aby zastosować zmianę języka. Proszę zamknąć i ponownie otworzyć aplikację, aby zobaczyć zmiany.
sv: Appen måste startas om för att tillämpa språkändringen. Stäng och öppna appen igen för att se ändringarna.
th: แอปจำเป็นต้องรีสตาร์ทเพื่อใช้การเปลี่ยนแปลงภาษา กรุณาปิดและเปิดแอปใหม่เพื่อดูการเปลี่ยนแปลง
tr: Dil değişikliğini uygulamak için uygulamanın yeniden başlatılması gerekiyor. Lütfen değişiklikleri görmek için uygulamayı kapatıp tekrar açın.
vi: Ứng dụng cần khởi động lại để áp dụng thay đổi ngôn ngữ. Vui lòng đóng và mở lại ứng dụng để xem các thay đổi.

source: Restart
da: Genstart
el: Επανεκκίνηση
id: Mulai Ulang
ms: Mula Semula
nb: Omstart
pl: Uruchom ponownie
sv: Starta om
th: รีสตาร์ท
tr: Yeniden başlat
vi: Khởi động lại

source: Video
el: Βίντεο
pl: Wideo
th: วิดีโอ
