Repository: SOFTMENT/myMink-iOS
Catalog: my MINK/*.lproj/Localizable.strings
Languages: da, el, id, ms, nb, pl, sv, th, tr, vi

source: Please fill in the address
da: Udfyld venligst adressen
el: Παρακαλώ εισάγετε τη διεύθυνση
id: Harap isi alamat
ms: Sila isikan alamat
nb: Vennligst fyll inn adresse
pl: Proszę wprowadzić adres
sv: Vänligen fyll i adressen
th: กรุณาใส่ที่อยู่
tr: Lütfen adresi girin
vi: Vui lòng nhập địa chỉ

source: Please fill in the city
da: Udfyld venligst byen
el: Παρακαλώ εισάγετε την πόλη
id: Harap isi kota
ms: Sila isikan bandar
nb: Vennligst fyll inn by
pl: Proszę wprowadzić miasto
sv: Vänligen fyll i staden
th: กรุณาใส่ชื่อเมือง
tr: Lütfen şehri girin
vi: Vui lòng nhập thành phố

source: Please fill in the state
da: Udfyld venligst staten
el: Παρακαλώ εισάγετε την περιφέρεια
id: Harap isi provinsi
ms: Sila isikan negeri
nb: Vennligst fyll inn fylke
pl: Proszę wprowadzić województwo
sv: Vänligen fyll i staten
th: กรุณาใส่ชื่อรัฐ
tr: Lütfen eyaleti girin
vi: Vui lòng nhập bang

source: Please fill in the postal code
da: Udfyld venligst postnummeret
el: Παρακαλώ εισάγετε τον ταχυδρομικό κώδικα
id: Harap isi kode pos
ms: Sila isikan poskod
nb: Vennligst fyll inn postnummer
pl: Proszę wprowadzić kod pocztowy
sv: Vänligen fyll i postnumret
th: กรุณาใส่รหัสไปรษณีย์
tr: Lütfen posta kodunu girin
vi: Vui lòng nhập mã bưu điện

source: Please fill in the country
da: Udfyld venligst landet
el: Παρακαλώ εισάγετε τη χώρα
id: Harap isi negara
ms: Sila isikan negara
nb: Vennligst fyll inn land
pl: Proszę wprowadzić kraj
sv: Vänligen fyll i landet
th: กรุณาใส่ชื่อประเทศ
tr: Lütfen ülkeyi girin
vi: Vui lòng chọn quốc gia

source: Please fill in the event start date
da: Udfyld venligst begivenhedens startdato
el: Παρακαλώ εισάγετε την ημερομηνία έναρξης της εκδήλωσης
id: Harap isi tanggal mulai acara
ms: Sila isikan tarikh mula acara
nb: Vennligst fyll inn startdato for arrangementet
pl: Proszę wprowadzić datę rozpoczęcia wydarzenia
sv: Vänligen fyll i evenemangets startdatum
th: กรุณาใส่วันที่เริ่มต้นของเหตุการณ์
tr: Lütfen etkinlik başlangıç tarihini girin
vi: Vui lòng chọn ngày bắt đầu sự kiện

source: Please fill in the event start time
da: Udfyld venligst begivenhedens starttidspunkt
el: Παρακαλώ εισάγετε την ώρα έναρξης της εκδήλωσης
id: Harap isi waktu mulai acara
ms: Sila isikan masa mula acara
nb: Vennligst fyll inn starttid for arrangementet
pl: Proszę wprowadzić godzinę rozpoczęcia wydarzenia
sv: Vänligen fyll i evenemangets starttid
th: กรุณาใส่เวลาเริ่มต้นของเหตุการณ์
tr: Lütfen etkinlik başlangıç saatini girin
vi: Vui lòng chọn giờ bắt đầu sự kiện

source: Please fill in the event end date
da: Udfyld venligst begivenhedens slutdato
el: Παρακαλώ εισάγετε την ημερομηνία λήξης της εκδήλωσης
id: Harap isi tanggal berakhir acara
ms: Sila isikan tarikh tamat acara
nb: Vennligst fyll inn sluttdato for arrangementet
pl: Proszę wprowadzić datę zakończenia wydarzenia
sv: Vänligen fyll i evenemangets slutdatum
th: กรุณาใส่วันที่สิ้นสุดของเหตุการณ์
tr: Lütfen etkinlik bitiş tarihini girin
vi: Vui lòng chọn ngày kết thúc sự kiện

source: Please fill in the event end time
da: Udfyld venligst begivenhedens sluttidspunkt
el: Παρακαλώ εισάγετε την ώρα λήξης της εκδήλωσης
id: Harap isi waktu berakhir acara
ms: Sila isikan masa tamat acara
nb: Vennligst fyll inn sluttid for arrangementet
pl: Proszę wprowadzić godzinę zakończenia wydarzenia
sv: Vänligen fyll i evenemangets sluttid
th: กรุณาใส่เวลาสิ้นสุดของเหตุการณ์
tr: Lütfen etkinlik bitiş saatini girin
vi: Vui lòng chọn giờ kết thúc sự kiện

source: Event Home
da: Begivenhedshjem
el: Αρχική σελίδα εκδήλωσης
id: Beranda Acara
ms: Laman Acara
nb: Arrangementshjem
pl: Strona wydarzenia
sv: Evenemangets startsida
th: หน้าแรกของเหตุการณ์
tr: Etkinlik Ana Sayfası
vi: Trang sự kiện

source: No Events Available
da: Ingen begivenheder tilgængelige
el: Δεν υπάρχουν διαθέσιμες εκδηλώσεις.
id: Tidak Ada Acara yang Tersedia
ms: Tiada Acara Tersedia
nb: Ingen arrangementer tilgjengelig
pl: Brak dostępnych wydarzeń
sv: Inga evenemang tillgängliga
th: ไม่มีเหตุการณ์ที่พร้อมใช้งาน
tr: Mevcut Etkinlik Yok
vi: Không có sự kiện nào.

source: Search Events
da: Søg efter begivenheder
el: Αναζήτηση εκδηλώσεων
id: Cari Acara
ms: Cari Acara
nb: Søk arrangementer
pl: Wyszukaj wydarzenia
sv: Sök evenemang
th: ค้นหาเหตุการณ์
tr: Etkinlikleri Ara
vi: Tìm kiếm sự kiện

source: Search
da: Søg
el: Αναζήτηση
id: Cari
ms: Cari
nb: Søk
pl: Szukaj
sv: Sök
th: ค้นหา
tr: Ara
vi: Tìm kiếm

source: Share Event
da: Del begivenhed
el: Κοινοποίηση εκδήλωσης
id: Bagikan Acara
ms: Kongsi Acara
nb: Del arrangement
pl: Udostępnij wydarzenie
sv: Dela evenemang
th: แชร์เหตุการณ์
tr: Etkinliği Paylaş
vi: Chia sẻ sự kiện

source: Invitations sent successfully
da: Invitationer sendt med succes
el: Οι προσκλήσεις εστάλησαν με επιτυχία
id: Undangan berhasil dikirim
ms: Jemputan berjaya dihantar
nb: Invitasjoner sendt
pl: Zaproszenia wysłane pomyślnie
sv: Inbjudningar skickades framgångsrikt
th: คำเชิญถูกส่งสำเร็จแล้ว
tr: Davetiyeler başarıyla gönderildi
vi: Lời mời đã được gửi thành công

source: Select All
da: Vælg alle
el: Επιλογή όλων
id: Pilih Semua
ms: Pilih Semua
nb: Velg alle
pl: Zaznacz wszystko
sv: Välj alla
th: เลือกทั้งหมด
tr: Tümünü Seç
vi: Chọn tất cả

source: Event not found.
da: Begivenhed ikke fundet.
el: Η εκδήλωση δεν βρέθηκε.
id: Acara tidak ditemukan.
ms: Acara tidak ditemui.
nb: Arrangement ikke funnet.
pl: Wydarzenie nie znalezione.
sv: Evenemanget hittades inte.
th: ไม่พบเหตุการณ์
tr: Etkinlik bulunamadı.
vi: Không tìm thấy sự kiện.

source: Add to Calendar
da: Tilføj til kalender
el: Προσθήκη στο ημερολόγιο
id: Tambahkan ke Kalender
ms: Tambah ke Kalendar
nb: Legg til i kalenderen
pl: Dodaj do kalendarza
sv: Lägg till i kalendern
th: เพิ่มในปฏิทิน
tr: Takvime Ekle
vi: Thêm vào lịch

source: View Profile
da: Se profil
el: Προβολή προφίλ
id: Lihat Profil
ms: Lihat Profil
nb: Vis profil
pl: Zobacz profil
sv: Visa profil
th: ดูโปรไฟล์
tr: Profili Görüntüle
vi: Xem hồ sơ

source: Send Invite
da: Send invitation
el: Αποστολή πρόσκλησης
id: Kirim Undangan
ms: Hantar Jemputan
nb: Send invitasjon
pl: Wyślij zaproszenie
sv: Skicka inbjudan
th: ส่งคำเชิญ
tr: Davet Gönder
vi: Gửi lời mời

source: Event Invite
da: Begivenhedsinvitation
el: Πρόσκληση εκδήλωσης
id: Undangan Acara
ms: Jemputan Acara
nb: Arrangementsinvitasjon
pl: Zaproszenie na wydarzenie
sv: Evenemangsinbjudan
th: คำเชิญเหตุการณ์
tr: Etkinlik Daveti
vi: Lời mời tham gia sự kiện

source: %@ sent you an invite to %@
da: %@ sendte dig en invitation til %@
el: %@ σας έστειλε πρόσκληση για %@
id: %@ mengundang Anda ke %@
ms: %@ menghantar jemputan kepada anda untuk %@
nb: %@ sendte deg en invitasjon til %@
pl: %@ wysłał(a) ci zaproszenie na %@
sv: %@ skickade en inbjudan till dig till %@
th: %@ ส่งคำเชิญให้คุณเข้าร่วม %@
tr: %@ size %@ etkinliğine davet gönderdi
vi: %@ đã gửi cho bạn lời mời tham gia %@

source: Something Went Wrong
da: Noget gik galt
el: Κάτι πήγε στραβά
id: Ada yang Salah
ms: Ada yang tidak kena
nb: Noe gikk galt
pl: Coś poszło nie tak
sv: Något gick fel
th: เกิดข้อผิดพลาด
tr: Bir şeyler ters gitti
vi: Đã xảy ra lỗi

source: Please fill in the description
da: Udfyld venligst beskrivelsen
el: Παρακαλώ συμπληρώστε την περιγραφή
id: Harap isi deskripsi
ms: Sila isikan penerangan
nb: Vennligst fyll inn beskrivelsen
pl: Proszę wprowadzić opis
sv: Vänligen fyll i beskrivningen
th: กรุณาใส่คำอธิบาย
tr: Lütfen açıklamayı doldurun
vi: Vui lòng điền mô tả

source: This event has been added to your calendar.
da: Denne begivenhed er blevet tilføjet til din kalender.
el: Η εκδήλωση προστέθηκε στο ημερολόγιό σας.
id: Acara ini telah ditambahkan ke kalender Anda.
ms: Acara ini telah ditambah ke kalendar anda.
nb: Dette arrangementet har blitt lagt til i kalenderen din.
pl: To wydarzenie zostało dodane do twojego kalendarza.
sv: Detta evenemang har lagts till i din kalender.
th: เหตุการณ์นี้ถูกเพิ่มลงในปฏิทินของคุณแล้ว
tr: Bu etkinlik takviminize eklendi.
vi: Sự kiện này đã được thêm vào lịch của bạn.

source: Please allow calendar access permission from device settings
da: Giv venligst kalenderadgangstilladelse fra enhedsindstillingerne
el: Παρακαλώ επιτρέψτε πρόσβαση στο ημερολόγιο από τις ρυθμίσεις της συσκευής
id: Harap izinkan akses kalender dari pengaturan perangkat
ms: Sila benarkan kebenaran akses kalendar daripada tetapan peranti
nb: Vennligst tillat kalendertilgang i enhetsinnstillingene
pl: Proszę zezwolić na dostęp do kalendarza w ustawieniach urządzenia
sv: Vänligen ge tillstånd för kalenderåtkomst i enhetsinställningarna
th: กรุณาอนุญาตการเข้าถึงปฏิทินจากการตั้งค่าอุปกรณ์
tr: Lütfen cihaz ayarlarından takvim erişim iznini verin
vi: Vui lòng cho phép quyền truy cập lịch từ cài đặt thiết bị

source: Profile
da: Profil
el: Προφίλ
id: Profil
ms: Profil
nb: Profil
pl: Profil
sv: Profil
th: โปรไฟล์
tr: Profil
vi: Hồ sơ

source: Followers
da: Følgere
el: Ακόλουθοι
id: Pengikut
ms: Pengikut
nb: Følgere
pl: Obserwujący
sv: Följare
th: ผู้ติดตาม
tr: Takipçiler
vi: Người theo dõi

source: Following
da: Følger
el: Ακολουθείτε
id: Mengikuti
ms: Mengikuti
nb: Følger
pl: Obserwujesz
sv: Följer
th: กำลังติดตาม
tr: Takip Edilenler
vi: Đang theo dõi

source: Views
da: Visninger
el: Προβολές
id: Tampilan
ms: Paparan
nb: Visninger
pl: Wyświetlenia
sv: Visningar
th: ยอดการดู
tr: Görüntülenme
vi: Lượt xem

source: Posts
da: Indlæg
el: Αναρτήσεις
id: Postingan
ms: Pos
nb: Innlegg
pl: Posty
sv: Inlägg
th: โพสต์
tr: Gönderiler
vi: Bài đăng

source: Add Autograph
da: Tilføj autograf
el: Προσθήκη υπογραφής
id: Tambah Tanda Tangan
ms: Tambah Autograf
nb: Legg til autograf
pl: Dodaj autograf
sv: Lägg till autograf
th: เพิ่มลายเซ็น
tr: İmza Ekle
vi: Thêm chữ ký

source: Upload Autograph
da: Upload autograf
el: Μεταφόρτωση υπογραφής
id: Unggah Tanda Tangan
ms: Muat Naik Autograf
nb: Last opp autograf
pl: Prześlij autograf
sv: Ladda upp autograf
th: อัปโหลดลายเซ็น
tr: İmza Yükle
vi: Tải chữ ký

source: Replace Autograph
da: Udskift autograf
el: Αντικατάσταση υπογραφής
id: Ganti Tanda Tangan
ms: Gantikan Autograf
nb: Erstatt autograf
pl: Zamień autograf
sv: Byt ut autograf
th: แทนที่ลายเซ็น
tr: İmzayı Değiştir
vi: Thay thế chữ ký

source: Remove Autograph
da: Fjern autograf
el: Αφαίρεση υπογραφής
id: Hapus Tanda Tangan
ms: Buang Autograf
nb: Fjern autograf
pl: Usuń autograf
sv: Ta bort autograf
th: ลบลายเซ็น
tr: İmzayı Kaldır
vi: Xóa chữ ký

source: Library
da: Bibliotek
el: Βιβλιοθήκη
id: Perpustakaan
ms: Perpustakaan
nb: Bibliotek
pl: Biblioteka
sv: Bibliotek
th: ห้องสมุด
tr: Kütüphane
vi: Thư viện

source: Business
da: Virksomhed
el: Επιχείρηση
id: Bisnis
ms: Perniagaan
nb: Forretning
pl: Firma
sv: Företag
th: ธุรกิจ
tr: İş
vi: Doanh nghiệp

source: Music
da: Musik
el: Μουσική
id: Musik
ms: Muzik
nb: Musikk
pl: Muzyka
sv: Musik
th: เพลง
tr: Müzik
vi: Âm nhạc

source: Horoscope
da: Horoskop
el: Ωροσκόπιο
id: Horoskop
ms: Horoskop
nb: Horoskop
pl: Horoskop
sv: Horoskop
th: ดวงชะตา
tr: Burç
vi: Cung hoàng đạo

source: To-do
da: Gøremål
el: Λίστα υποχρεώσεων
id: Tugas
ms: Tugasan
nb: Oppgaver
pl: Lista rzeczy do zrobienia
sv: Att göra
th: สิ่งที่ต้องทำ
tr: Yapılacaklar
vi: Việc cần làm

source: Cryptocurrency
da: Kryptovaluta
el: Κρυπτονόμισμα
id: Mata Uang Kripto
ms: Mata Wang Kripto
nb: Kryptovaluta
pl: Kryptowaluty
sv: Kryptovaluta
th: สกุลเงินดิจิทัล
tr: Kripto Para
vi: Tiền điện tử

source: Fetching Data...
da: Henter data...
el: Ανάκτηση δεδομένων...
id: Mengambil Data...
ms: Sedang Mengambil Data...
nb: Henter data...
pl: Pobieranie danych...
sv: Hämtar data...
th: กำลังดึงข้อมูล...
tr: Veriler Getiriliyor...
vi: Đang tải dữ liệu...

source: Select Currency
da: Vælg valuta
el: Επιλέξτε νόμισμα
id: Pilih Mata Uang
ms: Pilih Mata Wang
nb: Velg valuta
pl: Wybierz walutę
sv: Välj valuta
th: เลือกสกุลเงิน
tr: Para Birimi Seçin
vi: Chọn tiền tệ

source: Search by Name or Symbol
da: Søg efter navn eller symbol
el: Αναζήτηση με όνομα ή σύμβολο
id: Cari berdasarkan Nama atau Simbol
ms: Cari Mengikut Nama atau Simbol
nb: Søk etter navn eller symbol
pl: Wyszukaj po nazwie lub symbolu
sv: Sök med namn eller symbol
th: ค้นหาด้วยชื่อหรือสัญลักษณ์
tr: İsim veya Sembolle Ara
vi: Tìm kiếm theo tên hoặc ký hiệu

source: Followers View
da: Følgervisning
el: Προβολή ακόλουθων
id: Tampilan Pengikut
ms: Paparan Pengikut
nb: Følgerevisning
pl: Widok obserwujących
sv: Följarvy
th: มุมมองผู้ติดตาม
tr: Takipçiler Görünümü
vi: Xem người theo dõi

source: Following View
da: Følgevisning
el: Προβολή ακολουθούμενων
id: Tampilan Mengikuti
ms: Paparan Mengikuti
nb: Følgevisning
pl: Widok obserwowanych
sv: Följer-vy
th: มุมมองกำลังติดตาม
tr: Takip Edilenler Görünümü
vi: Xem người đang theo dõi

source: Error sending notification
da: Fejl ved afsendelse af notifikation
el: Σφάλμα αποστολής ειδοποίησης
id: Kesalahan mengirim pemberitahuan
ms: Ralat menghantar pemberitahuan
nb: Feil ved sending av varsel
pl: Błąd wysyłania powiadomienia
sv: Fel vid skickande av notis
th: ข้อผิดพลาดในการส่งการแจ้งเตือน
tr: Bildirim gönderilirken hata oluştu
vi: Lỗi khi gửi thông báo

source: Caption has copied.
da: Billedtekst er kopieret.
el: Η λεζάντα αντιγράφηκε.
id: Keterangan telah disalin.
ms: Kapsyen telah disalin.
nb: Bildetekst er kopiert.
pl: Podpis skopiowany.
sv: Texten har kopierats.
th: คำบรรยายถูกคัดลอกแล้ว
tr: Altyazı kopyalandı.
vi: Chú thích đã được sao chép.

source: Post
da: Indlæg
el: Ανάρτηση
id: Postingan
ms: Pos
nb: Innlegg
sv: Inlägg
th: โพสต์
tr: Gönderi
vi: Bài đăng

source: Explore
da: Udforsk
id: Jelajahi
ms: Teroka
nb: Utforsk
pl: Odkrywaj
sv: Utforska
th: สำรวจ
tr: Keşfet
vi: Khám phá

source: Favorite
da: Favorit
el: Αγαπημένο
id: Favorit
ms: Kegemaran
nb: Favoritt
pl: Ulubione
sv: Favorit
th: รายการโปรด
tr: Favori
vi: Yêu thích

source: Report
da: Rapporter
el: Αναφορά
id: Laporkan
ms: Lapor
nb: Rapporter
pl: Zgłoś
sv: Rapportera
th: รายงาน
tr: Rapor Et
vi: Báo cáo

source: Edit
da: Rediger
el: Επεξεργασία
ms: Sunting
nb: Rediger
pl: Edytuj
sv: Redigera
th: แก้ไข
tr: Düzenle
vi: Chỉnh sửa

source: Promote
da: Promover
el: Προώθηση
id: Promosikan
ms: Promosikan
nb: Promoter
pl: Promuj
sv: Främja
th: โปรโมต
tr: Tanıt
vi: Quảng bá

source: Translate
da: Oversæt
el: Μετάφραση
id: Terjemahkan
ms: Terjemahkan
nb: Oversett
pl: Tłumacz
sv: Översätt
th: แปล
tr: Çevir
vi: Dịch

source: Share
da: Del
el: Κοινοποίηση
id: Bagikan
ms: Kongsi
nb: Del
pl: Udostępnij
sv: Dela
th: แชร์
tr: Paylaş
vi: Chia sẻ

source: Unsubscribed
da: Afmeldt abonnement
el: Απεγγεγραμμένο
id: Berhenti Berlangganan
ms: Tidak Dilanggani
nb: Avsluttet abonnement
pl: Anulowano subskrypcję
sv: Avprenumererat
th: เลิกติดตามแล้ว
tr: Abonelikten Çıkıldı
vi: Đã hủy đăng ký

source: Are you sure you want to unsubscribe from my MINK membership?
da: Er du sikker på, at du vil afmelde mit MINK-medlemskab?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε την εγγραφή από τη συνδρομή MINK;
id: Apakah Anda yakin ingin berhenti berlangganan keanggotaan MINK saya?
ms: Adakah anda pasti mahu menghentikan langganan keahlian MINK saya?
nb: Er du sikker på at du vil avslutte abonnementet på mitt MINK-medlemskap?
pl: Czy na pewno chcesz anulować subskrypcję mojego członkostwa w MINK?
sv: Är du säker på att du vill avsluta prenumerationen på mitt MINK-medlemskap?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการสมัครสมาชิก MINK ของฉัน?
tr: MINK üyeliğinden çıkmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn hủy đăng ký hội viên MINK của tôi không?

source: Cancelled
da: Annulleret
el: Ακυρώθηκε
id: Dibatalkan
ms: Dibatalkan
nb: Avbrutt
pl: Anulowane
sv: Avbruten
th: ยกเลิก
tr: İptal Edildi
vi: Đã hủy

source: Active
da: Aktiv
el: Ενεργό
id: Aktif
ms: Aktif
nb: Aktiv
pl: Aktywne
sv: Aktiv
th: ใช้งานอยู่
tr: Aktif
vi: Hoạt động

source: Legal Agreement
da: Juridisk aftale
el: Νομική συμφωνία
id: Perjanjian Hukum
ms: Perjanjian Undang-Undang
nb: Juridisk avtale
pl: Umowa prawna
sv: Juridiskt avtal
th: ข้อตกลงทางกฎหมาย
tr: Yasal Anlaşma
vi: Thỏa thuận pháp lý

source: Disclaimer
da: Ansvarsfraskrivelse
el: Αποποίηση ευθυνών
id: Penafian
ms: Penafian
nb: Ansvarsfraskrivelse
pl: Zastrzeżenie
sv: Ansvarsfriskrivning
th: ข้อสงวนสิทธิ์
tr: Feragatname
vi: Tuyên bố từ chối trách nhiệm

source: Privacy Policy
da: Fortrolighedspolitik
el: Πολιτική απορρήτου
id: Kebijakan Privasi
ms: Dasar Privasi
nb: Personvernregler
pl: Polityka prywatności
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách bảo mật

source: Terms of Use
da: Brugsbetingelser
el: Όροι χρήσης
id: Syarat Penggunaan
ms: Syarat Penggunaan
nb: Bruksvilkår
pl: Warunki użytkowania
sv: Användarvillkor
th: ข้อกำหนดการใช้งาน
tr: Kullanım Koşulları
vi: Điều khoản sử dụng

source: Share App
da: Del app
el: Κοινοποίηση εφαρμογής
id: Bagikan Aplikasi
ms: Kongsi Aplikasi
nb: Del app
pl: Udostępnij aplikację
sv: Dela app
th: แชร์แอป
tr: Uygulamayı Paylaş
vi: Chia sẻ ứng dụng

source: Rate Us
da: Vurder os
el: Βαθμολογήστε μας
id: Beri Kami Peringkat
ms: Beri Penilaian
nb: Vurder oss
pl: Oceń nas
sv: Betygsätt oss
th: ให้คะแนนเรา
tr: Bizi Oyla
vi: Đánh giá chúng tôi

source: Contact Us
da: Kontakt os
el: Επικοινωνήστε μαζί μας
id: Hubungi Kami
ms: Hubungi Kami
nb: Kontakt oss
pl: Skontaktuj się z nami
sv: Kontakta oss
th: ติดต่อเรา
tr: Bize Ulaşın
vi: Liên hệ với chúng tôi

source: Edit Profile
da: Rediger profil
el: Επεξεργασία προφίλ
id: Edit Profil
ms: Sunting Profil
nb: Rediger profil
pl: Edytuj profil
sv: Redigera profil
th: แก้ไขโปรไฟล์
tr: Profili Düzenle
vi: Chỉnh sửa hồ sơ

source: Saved
da: Gemt
el: Αποθηκεύτηκε
id: Disimpan
ms: Disimpan
nb: Lagret
pl: Zapisane
sv: Sparad
th: บันทึกแล้ว
tr: Kaydedildi
vi: Đã lưu

source: Membership Details
da: Medlemskabsdetaljer
el: Λεπτομέρειες συνδρομής
id: Detail Keanggotaan
ms: Butiran Keahlian
nb: Medlemskapsdetaljer
pl: Szczegóły członkostwa
sv: Medlemskapsdetaljer
th: รายละเอียดสมาชิก
tr: Üyelik Detayları
vi: Chi tiết hội viên

source: Using Camera
da: Brug af kamera
el: Χρήση κάμερας
id: Menggunakan Kamera
ms: Menggunakan Kamera
nb: Bruker kamera
pl: Użyj aparatu
sv: Använder kamera
th: ใช้กล้อง
tr: Kamerayı Kullanarak
vi: Sử dụng máy ảnh

source: From Photo Library
da: Fra fotobibliotek
el: Από τη βιβλιοθήκη φωτογραφιών
id: Dari Perpustakaan Foto
ms: Dari Perpustakaan Foto
nb: Fra fotobibliotek
pl: Z biblioteki zdjęć
sv: Från fotobibliotek
th: จากคลังรูปภาพ
tr: Fotoğraf Kütüphanesinden
vi: Từ thư viện ảnh

source: Please fill in all fields
da: Udfyld venligst alle felter
el: Παρακαλώ συμπληρώστε όλα τα πεδία
id: Harap isi semua bidang
ms: Sila isikan semua medan
nb: Vennligst fyll inn alle felt
pl: Proszę wypełnić wszystkie pola
sv: Vänligen fyll i alla fält
th: กรุณากรอกทุกช่อง
tr: Lütfen tüm alanları doldurun
vi: Vui lòng điền vào tất cả các trường

source: Profile Updated
da: Profil opdateret
el: Το προφίλ ενημερώθηκε
id: Profil Diperbarui
ms: Profil Dikemaskini
nb: Profil oppdatert
pl: Profil zaktualizowany
sv: Profil uppdaterad
th: โปรไฟล์อัปเดตแล้ว
tr: Profil Güncellendi
vi: Hồ sơ đã được cập nhật

source: Current password is incorrect
da: Nuværende adgangskode er forkert
el: Ο τρέχων κωδικός είναι λανθασμένος
id: Kata sandi saat ini salah
ms: Kata laluan semasa tidak betul
nb: Nåværende passord er feil
pl: Obecne hasło jest nieprawidłowe
sv: Nuvarande lösenord är felaktigt
th: รหัสผ่านปัจจุบันไม่ถูกต้อง
tr: Mevcut şifre yanlış
vi: Mật khẩu hiện tại không chính xác

source: New and confirm password mismatch
da: Ny adgangskode og bekræftelseskode stemmer ikke overens
el: Ο νέος και ο επιβεβαιωμένος κωδικός δεν ταιριάζουν
id: Kata sandi baru dan konfirmasi tidak cocok
ms: Kata laluan baru dan pengesahan tidak sepadan
nb: Nytt passord og bekreft passord stemmer ikke overens
pl: Nowe hasło i jego potwierdzenie nie są zgodne
sv: Nytt och bekräftat lösenord matchar inte
th: รหัสผ่านใหม่และรหัสผ่านยืนยันไม่ตรงกัน
tr: Yeni şifre ve onay şifresi eşleşmiyor
vi: Mật khẩu mới và xác nhận không khớp

source: Password has been changed
da: Adgangskode er blevet ændret
el: Ο κωδικός άλλαξε
id: Kata sandi telah diubah
ms: Kata laluan telah ditukar
nb: Passord er endret
pl: Hasło zostało zmienione
sv: Lösenordet har ändrats
th: รหัสผ่านถูกเปลี่ยนแล้ว
tr: Şifre değiştirildi
vi: Mật khẩu đã được thay đổi

source: Please fill in all password fields
da: Udfyld venligst alle adgangskodefelter
el: Παρακαλώ συμπληρώστε όλα τα πεδία κωδικών
id: Harap isi semua bidang kata sandi
ms: Sila isikan semua medan kata laluan
nb: Vennligst fyll inn alle passordfeltene
pl: Proszę wypełnić wszystkie pola hasła
sv: Vänligen fyll i alla lösenordsfält
th: กรุณากรอกข้อมูลรหัสผ่านทั้งหมด
tr: Lütfen tüm şifre alanlarını doldurun
vi: Vui lòng điền vào tất cả các trường mật khẩu

source: Account Deactivated
da: Konto deaktiveret
el: Ο λογαριασμός απενεργοποιήθηκε
id: Akun Dinonaktifkan
ms: Akaun Dinyahaktifkan
nb: Konto deaktivert
pl: Konto dezaktywowane
sv: Konto inaktiverat
th: บัญชีถูกปิดใช้งานแล้ว
tr: Hesap Devre Dışı Bırakıldı
vi: Tài khoản đã bị vô hiệu hóa

source: Account Deleted
da: Konto slettet
el: Ο λογαριασμός διαγράφηκε
id: Akun Dihapus
ms: Akaun Dipadam
nb: Konto slettet
pl: Konto usunięte
sv: Konto raderat
th: บัญชีถูกลบแล้ว
tr: Hesap Silindi
vi: Tài khoản đã bị xóa

source: Are you sure you want to deactivate your account?
da: Er du sikker på, at du vil deaktivere din konto?
el: Είστε βέβαιοι ότι θέλετε να απενεργοποιήσετε τον λογαριασμό σας;
id: Apakah Anda yakin ingin menonaktifkan akun Anda?
ms: Adakah anda pasti mahu menyahaktifkan akaun anda?
nb: Er du sikker på at du vil deaktivere kontoen din?
pl: Czy na pewno chcesz dezaktywować swoje konto?
sv: Är du säker på att du vill inaktivera ditt konto?
th: คุณแน่ใจหรือไม่ว่าต้องการปิดใช้งานบัญชีของคุณ?
tr: Hesabınızı devre dışı bırakmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn vô hiệu hóa tài khoản của mình không?

source: Are you sure you want to delete your account?
da: Er du sikker på, at du vil slette din konto?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε τον λογαριασμό σας;
id: Apakah Anda yakin ingin menghapus akun Anda?
ms: Adakah anda pasti mahu memadam akaun anda?
nb: Er du sikker på at du vil slette kontoen din?
pl: Czy na pewno chcesz usunąć swoje konto?
sv: Är du säker på att du vill radera ditt konto?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ?
tr: Hesabınızı silmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa tài khoản của mình không?

source: Enable 2FA
da: Aktiver 2FA
el: Ενεργοποίηση 2FA
id: Aktifkan 2FA
ms: Dayakan 2FA
nb: Aktiver 2FA
pl: Włącz 2FA
sv: Aktivera 2FA
th: เปิดใช้งาน 2FA
tr: 2FA'yı Etkinleştir
vi: Bật 2FA

source: Disable 2FA
da: Deaktiver 2FA
el: Απενεργοποίηση 2FA
id: Nonaktifkan 2FA
ms: Nyahdayakan 2FA
nb: Deaktiver 2FA
pl: Wyłącz 2FA
sv: Inaktivera 2FA
th: ปิดการใช้งาน 2FA
tr: 2FA'yı Devre Dışı Bırak
vi: Tắt 2FA

source: 2FA has been removed
da: 2FA er blevet fjernet
el: Η 2FA αφαιρέθηκε
id: 2FA telah dihapus
ms: 2FA telah dihapuskan
nb: 2FA er fjernet
pl: 2FA zostało usunięte
sv: 2FA har tagits bort
th: 2FA ถูกลบแล้ว
tr: 2FA kaldırıldı
vi: 2FA đã bị xóa

source: Error disabling 2FA
da: Fejl ved deaktivering af 2FA
el: Σφάλμα απενεργοποίησης 2FA
id: Kesalahan saat menonaktifkan 2FA
ms: Ralat menyahdayakan 2FA
nb: Feil ved deaktivering av 2FA
pl: Błąd podczas wyłączania 2FA
sv: Fel vid inaktivering av 2FA
th: ข้อผิดพลาดในการปิดใช้งาน 2FA
tr: 2FA devre dışı bırakılırken hata oluştu
vi: Lỗi khi tắt 2FA

source: Account Privacy
da: Konto fortrolighed
id: Privasi Akun
ms: Privasi Akaun
nb: Kontopersonvern
pl: Prywatność konta
sv: Kontointegritet
th: ความเป็นส่วนตัวของบัญชี
tr: Hesap Gizliliği
vi: Quyền riêng tư tài khoản

source: Who Can See Your Contents
da: Hvem kan se dit indhold
el: Ποιος μπορεί να δει τα περιεχόμενά σας
id: Siapa yang Dapat Melihat Konten Anda
ms: Siapa Boleh Melihat Kandungan Anda
nb: Hvem kan se innholdet ditt
pl: Kto może zobaczyć twoje treści
sv: Vem kan se ditt innehåll
th: ใครสามารถดูเนื้อหาของคุณได้
tr: Kim İçeriğinizi Görebilir
vi: Ai có thể xem nội dung của bạn
