Repository: SOFTMENT/myMink-iOS
Catalog: my MINK/*.lproj/Localizable.strings
Languages: da, el, id, ms, nb, pl, sv, th, tr, vi

source: Searching...
da: Søger...
el: Αναζήτηση...
id: Sedang mencari...
ms: Mencari...
nb: Søker...
pl: Wyszukiwanie...
sv: Söker...
th: กำลังค้นหา...
tr: Aranıyor...
vi: Đang tìm kiếm...

source: Invalid EPUB URL
da: Ugyldig EPUB URL
el: Μη έγκυρο URL EPUB
id: URL EPUB tidak valid
ms: URL EPUB tidak sah
nb: Ugyldig EPUB URL
pl: Nieprawidłowy URL EPUB
sv: Ogiltig EPUB-URL
th: URL EPUB ไม่ถูกต้อง
tr: Geçersiz EPUB URL'si
vi: URL EPUB không hợp lệ

source: Back
da: Tilbage
el: Πίσω
id: Kembali
ms: Kembali
nb: Tilbake
pl: Wstecz
sv: Tillbaka
th: กลับ
tr: Geri
vi: Quay lại

source: Search...
da: Søg...
el: Αναζήτηση...
id: Cari...
ms: Cari...
nb: Søk...
pl: Szukaj...
sv: Sök...
th: ค้นหา...
tr: Ara...
vi: Tìm kiếm...

source: White
da: Hvid
el: Λευκό
id: Putih
ms: Putih
nb: Hvit
pl: Biały
sv: Vit
th: สีขาว
tr: Beyaz
vi: Trắng

source: Content could not be loaded.
da: Indholdet kunne ikke indlæses.
el: Το περιεχόμενο δεν φορτώθηκε.
id: Konten tidak dapat dimuat.
ms: Kandungan tidak dapat dimuat.
nb: Innhold kunne ikke lastes.
pl: Nie udało się załadować treści.
sv: Innehållet kunde inte laddas.
th: ไม่สามารถโหลดเนื้อหาได้
tr: İçerik yüklenemedi.
vi: Không thể tải nội dung.

source: Loading Book
da: Indlæser bog
el: Φόρτωση βιβλίου
id: Memuat Buku
ms: Memuat Buku
nb: Laster bok
pl: Ładowanie książki
sv: Laddar bok
th: กำลังโหลดหนังสือ
tr: Kitap Yükleniyor
vi: Đang tải sách

source: Exit
da: Afslut
el: Έξοδος
id: Keluar
ms: Keluar
nb: Avslutt
pl: Wyjdź
sv: Avsluta
th: ออก
tr: Çıkış
vi: Thoát

source: Error unzipping epub
da: Fejl ved udpakning af EPUB
el: Σφάλμα αποσυμπίεσης EPUB
id: Kesalahan membuka zip epub
ms: Ralat semasa membuka fail EPUB
nb: Feil ved utpakking av epub
pl: Błąd rozpakowywania EPUB
sv: Fel vid uppackning av epub
th: ข้อผิดพลาดในการแตกไฟล์ epub
tr: EPUB dosyası açılırken hata oluştu
vi: Lỗi giải nén EPUB

source: Error parsing EPUB
da: Fejl ved fortolkning af EPUB
el: Σφάλμα ανάλυσης EPUB
id: Kesalahan mengurai EPUB
ms: Ralat semasa mengurai EPUB
nb: Feil ved parsing av EPUB
pl: Błąd parsowania EPUB
sv: Fel vid tolkning av EPUB
th: ข้อผิดพลาดในการวิเคราะห์ EPUB
tr: EPUB dosyası çözümlemede hata oluştu
vi: Lỗi phân tích EPUB

source: Loading Businesses...
da: Indlæser virksomheder...
el: Φόρτωση επιχειρήσεων...
id: Memuat Bisnis...
ms: Memuat Perniagaan...
nb: Laster bedrifter...
pl: Ładowanie firm...
sv: Laddar företag...
th: กำลังโหลดธุรกิจ...
tr: İşletmeler Yükleniyor...
vi: Đang tải doanh nghiệp...

source: No businesses available.
da: Ingen virksomheder tilgængelige.
el: Δεν υπάρχουν διαθέσιμες επιχειρήσεις.
id: Tidak ada bisnis yang tersedia.
ms: Tiada perniagaan tersedia.
nb: Ingen bedrifter tilgjengelig.
pl: Brak dostępnych firm.
sv: Inga företag tillgängliga.
th: ไม่มีธุรกิจที่พร้อมใช้งาน
tr: Mevcut işletme yok.
vi: Không có doanh nghiệp nào.

source: View Business Profile
da: Se virksomhedsprofil
el: Προβολή προφίλ επιχείρησης
id: Lihat Profil Bisnis
ms: Lihat Profil Perniagaan
nb: Se bedriftsprofil
pl: Zobacz profil firmy
sv: Visa företagsprofil
th: ดูโปรไฟล์ธุรกิจ
tr: İşletme Profilini Görüntüle
vi: Xem hồ sơ doanh nghiệp

source: Add Business
da: Tilføj virksomhed
el: Προσθήκη επιχείρησης
id: Tambah Bisnis
ms: Tambah Perniagaan
nb: Legg til bedrift
pl: Dodaj firmę
sv: Lägg till företag
th: เพิ่มธุรกิจ
tr: İşletme Ekle
vi: Thêm doanh nghiệp

source: profile-placeholder
da: profil-pladsholder
el: θέση προφίλ
id: pengganti-profil
nb: profil-plassholder
sv: profil-platsreserv
th: ที่เก็บข้อมูลโปรไฟล์
tr: profil-placeholder
vi: ảnh hồ sơ mẫu

source: Upload Profile Picture
da: Upload profilbillede
el: Μεταφόρτωση εικόνας προφίλ
id: Unggah Foto Profil
ms: Muat Naik Gambar Profil
nb: Last opp profilbilde
pl: Prześlij zdjęcie profilowe
sv: Ladda upp profilbild
th: อัปโหลดรูปโปรไฟล์
tr: Profil Resmi Yükle
vi: Tải ảnh hồ sơ

source: Upload Cover Picture
da: Upload forsidebillede
el: Μεταφόρτωση εικόνας εξωφύλλου
id: Unggah Foto Sampul
ms: Muat Naik Gambar Sampul
nb: Last opp forsidebilde
pl: Prześlij zdjęcie okładki
sv: Ladda upp omslagsbild
th: อัปโหลดรูปหน้าปก
tr: Kapak Resmi Yükle
vi: Tải ảnh bìa

source: Uploading Pictures
da: Uploader billeder
el: Μεταφόρτωση εικόνων
id: Mengunggah Foto
ms: Memuat Naik Gambar
nb: Laster opp bilder
pl: Przesyłanie zdjęć
sv: Laddar upp bilder
th: กำลังอัปโหลดรูปภาพ
tr: Resimler Yükleniyor
vi: Đang tải ảnh

source: Enter Business Name
da: Indtast virksomhedsnavn
el: Εισαγάγετε το όνομα της επιχείρησης
id: Masukkan Nama Bisnis
ms: Masukkan Nama Perniagaan
nb: Skriv inn firmanavn
pl: Wprowadź nazwę firmy
sv: Ange företagsnamn
th: ใส่ชื่อธุรกิจ
tr: İşletme Adını Girin
vi: Nhập tên doanh nghiệp

source: Enter Website
da: Indtast hjemmeside
el: Εισαγάγετε την ιστοσελίδα
id: Masukkan Situs Web
ms: Masukkan Laman Web
nb: Skriv inn nettsted
pl: Wprowadź stronę internetową
sv: Ange webbplats
th: ใส่เว็บไซต์
tr: Web Sitesini Girin
vi: Nhập trang web

source: Select Business Type
da: Vælg virksomhedstype
el: Επιλέξτε τύπο επιχείρησης
id: Pilih Jenis Bisnis
ms: Pilih Jenis Perniagaan
nb: Velg bedriftstype
pl: Wybierz typ firmy
sv: Välj företagstyp
th: เลือกประเภทธุรกิจ
tr: İşletme Türünü Seçin
vi: Chọn loại doanh nghiệp

source: Enter Description
da: Indtast beskrivelse
el: Εισαγάγετε περιγραφή
id: Masukkan Deskripsi
ms: Masukkan Penerangan
nb: Skriv inn beskrivelse
pl: Wprowadź opis
sv: Ange beskrivning
th: ใส่คำอธิบาย
tr: Açıklama Girin
vi: Nhập mô tả

source: Business Added
da: Virksomhed tilføjet
el: Η επιχείρηση προστέθηκε
id: Bisnis Ditambahkan
ms: Perniagaan Ditambah
nb: Bedrift lagt til
pl: Firma dodana
sv: Företag tillagt
th: ธุรกิจถูกเพิ่มแล้ว
tr: İşletme Eklendi
vi: Doanh nghiệp đã được thêm

source: Cancel
da: Annuller
el: Ακύρωση
id: Batal
ms: Batal
nb: Avbryt
pl: Anuluj
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy

source: Done
da: Færdig
el: Τέλος
id: Selesai
ms: Selesai
nb: Ferdig
pl: Gotowe
sv: Klar
th: เสร็จสิ้น
tr: Tamam
vi: Hoàn thành

source: Error uploading pictures.
da: Fejl ved upload af billeder.
el: Σφάλμα στη μεταφόρτωση εικόνων.
id: Kesalahan saat mengunggah foto.
ms: Ralat semasa memuat naik gambar.
nb: Feil ved opplasting av bilder.
pl: Błąd przesyłania zdjęć.
sv: Fel vid uppladdning av bilder.
th: ข้อผิดพลาดในการอัปโหลดรูปภาพ
tr: Resimler yüklenirken hata oluştu.
vi: Lỗi khi tải ảnh.

source: Loading Subscribers...
da: Indlæser abonnenter...
el: Φόρτωση συνδρομητών...
id: Memuat Pelanggan...
ms: Memuat Pelanggan...
nb: Laster abonnenter...
pl: Ładowanie subskrybentów...
sv: Laddar prenumeranter...
th: กำลังโหลดผู้ติดตาม...
tr: Aboneler Yükleniyor...
vi: Đang tải người đăng ký...

source: %d Subscribers
da: %d abonnenter
el: %d Συνδρομητές
id: %d Pelanggan
ms: %d Pelanggan
nb: %d abonnenter
pl: %d subskrybentów
sv: %d Prenumeranter
th: %d ผู้ติดตาม
tr: %d Abone
vi: %d người đăng ký

source: %d Subscriber
da: %d abonnent
el: %d Συνδρομητής
id: %d Pelanggan
ms: %d Pelanggan
nb: %d abonnent
pl: %d subskrybent
sv: %d Prenumerant
th: %d ผู้ติดตาม
tr: %d Abone
vi: %d người đăng ký

source: No Posts Available
da: Ingen indlæg tilgængelige
el: Δεν υπάρχουν διαθέσιμες αναρτήσεις.
id: Tidak Ada Posting yang Tersedia
ms: Tiada Pos Tersedia
nb: Ingen innlegg tilgjengelig
pl: Brak dostępnych postów
sv: Inga inlägg tillgängliga
th: ไม่มีโพสต์ที่พร้อมใช้งาน
tr: Mevcut Gönderi Yok
vi: Không có bài đăng nào.

source: Business Profile
da: Virksomhedsprofil
el: Προφίλ επιχείρησης
id: Profil Bisnis
ms: Profil Perniagaan
nb: Bedriftsprofil
pl: Profil firmy
sv: Företagsprofil
th: โปรไฟล์ธุรกิจ
tr: İşletme Profili
vi: Hồ sơ doanh nghiệp

source: Edit Business
da: Rediger virksomhed
el: Επεξεργασία επιχείρησης
id: Edit Bisnis
ms: Sunting Perniagaan
nb: Rediger bedrift
pl: Edytuj firmę
sv: Redigera företag
th: แก้ไขธุรกิจ
tr: İşletmeyi Düzenle
vi: Chỉnh sửa doanh nghiệp

source: Subscribe
da: Abonner
el: Εγγραφή
id: Berlangganan
ms: Langgan
nb: Abonner
pl: Subskrybuj
sv: Prenumerera
th: ติดตาม
tr: Abone Ol
vi: Đăng ký

source: Subscribed
da: Abonneret
el: Εγγεγραμμένο
id: Berlangganan
ms: Telah Dilanggan
nb: Abonnert
pl: Subskrybowane
sv: Prenumererat
th: ติดตามแล้ว
tr: Abone Olundu
vi: Đã đăng ký

source: Message
da: Besked
el: Μήνυμα
id: Pesan
ms: Mesej
nb: Melding
pl: Wiadomość
sv: Meddelande
th: ข้อความ
tr: Mesaj
vi: Tin nhắn

source: Add Post
da: Tilføj indlæg
el: Προσθήκη ανάρτησης
id: Tambah Posting
ms: Tambah Pos
nb: Legg til innlegg
pl: Dodaj post
sv: Lägg till inlägg
th: เพิ่มโพสต์
tr: Gönderi Ekle
vi: Thêm bài đăng

source: Error loading posts.
da: Fejl ved indlæsning af indlæg.
el: Σφάλμα φόρτωσης αναρτήσεων.
id: Kesalahan saat memuat posting.
ms: Ralat memuat pos.
nb: Feil ved lasting av innlegg.
pl: Błąd ładowania postów.
sv: Fel vid inläsning av inlägg.
th: ข้อผิดพลาดในการโหลดโพสต์
tr: Gönderiler yüklenirken hata oluştu.
vi: Lỗi khi tải bài đăng.

source: Upload Business Cover
da: Upload virksomhedsforside
el: Μεταφόρτωση εξωφύλλου επιχείρησης
id: Unggah Sampul Bisnis
ms: Muat Naik Sampul Perniagaan
nb: Last opp bedriftsforside
pl: Prześlij okładkę firmy
sv: Ladda upp företagsomslag
th: อัปโหลดหน้าปกธุรกิจ
tr: İşletme Kapağını Yükle
vi: Tải ảnh bìa doanh nghiệp

source: Upload Business Picture
da: Upload virksomheds billede
el: Μεταφόρτωση εικόνας επιχείρησης
id: Unggah Foto Bisnis
ms: Muat Naik Gambar Perniagaan
nb: Last opp bedriftsbilde
pl: Prześlij zdjęcie firmy
sv: Ladda upp företagsbild
th: อัปโหลดรูปธุรกิจ
tr: İşletme Resmini Yükle
vi: Tải ảnh doanh nghiệp

source: Business Updated
da: Virksomhed opdateret
el: Η επιχείρηση ενημερώθηκε
id: Bisnis Diperbarui
ms: Perniagaan Dikemaskini
nb: Bedrift oppdatert
pl: Firma zaktualizowana
sv: Företag uppdaterat
th: ธุรกิจได้รับการอัปเดต
tr: İşletme Güncellendi
vi: Doanh nghiệp đã được cập nhật

source: Are you sure you want to delete this business?
da: Er du sikker på, at du vil slette denne virksomhed?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την επιχείρηση;
id: Apakah Anda yakin ingin menghapus bisnis ini?
ms: Adakah anda pasti ingin memadam perniagaan ini?
nb: Er du sikker på at du vil slette denne bedriften?
pl: Czy na pewno chcesz usunąć tę firmę?
sv: Är du säker på att du vill radera detta företag?
th: คุณแน่ใจหรือไม่ว่าต้องการลบธุรกิจนี้?
tr: Bu işletmeyi silmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa doanh nghiệp này?

source: Delete
da: Slet
el: Διαγραφή
id: Hapus
ms: Padam
nb: Slett
pl: Usuń
sv: Radera
th: ลบ
tr: Sil
vi: Xóa

source: All fields are required
da: Alle felter er påkrævet
el: Όλα τα πεδία είναι υποχρεωτικά
id: Semua kolom wajib diisi
ms: Semua medan diperlukan
nb: Alle felt er påkrevd
pl: Wszystkie pola są wymagane
sv: Alla fält är obligatoriska
th: จำเป็นต้องกรอกทุกช่อง
tr: Tüm alanlar zorunludur
vi: Tất cả các trường đều bắt buộc

source: No Products Available
da: Ingen produkter tilgængelige
el: Δεν υπάρχουν διαθέσιμα προϊόντα.
id: Tidak Ada Produk yang Tersedia
ms: Tiada Produk Tersedia
nb: Ingen produkter tilgjengelig
pl: Brak dostępnych produktów
sv: Inga produkter tillgängliga
th: ไม่มีสินค้าที่พร้อมใช้งาน
tr: Mevcut Ürün Yok
vi: Không có sản phẩm nào.

source: Business Name
da: Virksomhedsnavn
el: Όνομα επιχείρησης
id: Nama Bisnis
ms: Nama Perniagaan
nb: Bedriftsnavn
pl: Nazwa firmy
sv: Företagsnamn
th: ชื่อธุรกิจ
tr: İşletme Adı
vi: Tên doanh nghiệp

source: Website URL
da: Hjemmeside URL
el: URL Ιστοσελίδας
id: URL Situs Web
ms: URL Laman Web
nb: Nettstedsadresse
pl: Adres URL strony internetowej
sv: Webbadress
th: URL เว็บไซต์
tr: Web Sitesi URL'si
vi: URL trang web

source: Description
da: Beskrivelse
el: Περιγραφή
id: Deskripsi
ms: Penerangan
nb: Beskrivelse
pl: Opis
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
vi: Mô tả

source: Business Type
da: Virksomhedstype
el: Τύπος επιχείρησης
id: Jenis Bisnis
ms: Jenis Perniagaan
nb: Bedriftstype
pl: Typ firmy
sv: Företagstyp
th: ประเภทธุรกิจ
tr: İşletme Türü
vi: Loại hình doanh nghiệp

source: Product Title
da: Produkt titel
el: Τίτλος προϊόντος
id: Judul Produk
ms: Tajuk Produk
nb: Produkttittel
pl: Tytuł produktu
sv: Produkttitel
th: ชื่อสินค้า
tr: Ürün Başlığı
vi: Tiêu đề sản phẩm

source: Select Category
da: Vælg kategori
el: Επιλογή κατηγορίας
id: Pilih Kategori
ms: Pilih Kategori
nb: Velg kategori
pl: Wybierz kategorię
sv: Välj kategori
th: เลือกหมวดหมู่
tr: Kategori Seçin
vi: Chọn danh mục

source: Write a product description
da: Skriv en produktbeskrivelse
el: Γράψτε μια περιγραφή προϊόντος
id: Tulis deskripsi produk
ms: Tulis penerangan produk
nb: Skriv en produktbeskrivelse
pl: Napisz opis produktu
sv: Skriv en produktbeskrivning
th: เขียนคำอธิบายสินค้า
tr: Ürün açıklaması yazın
vi: Viết mô tả sản phẩm

source: Upload Product Image
da: Upload produktbillede
el: Μεταφόρτωση εικόνας προϊόντος
id: Unggah Gambar Produk
ms: Muat Naik Gambar Produk
nb: Last opp produktbilde
pl: Prześlij obraz produktu
sv: Ladda upp produktbild
th: อัปโหลดรูปภาพสินค้า
tr: Ürün Resmi Yükle
vi: Tải ảnh sản phẩm

source: Are you sure you want to delete this product?
da: Er du sikker på, at du vil slette dette produkt?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το προϊόν;
id: Apakah Anda yakin ingin menghapus produk ini?
ms: Adakah anda pasti ingin memadam produk ini?
nb: Er du sikker på at du vil slette dette produktet?
pl: Czy na pewno chcesz usunąć ten produkt?
sv: Är du säker på att du vill radera denna produkt?
th: คุณแน่ใจหรือไม่ว่าต้องการลบสินค้านี้?
tr: Bu ürünü silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa sản phẩm này?

source: Add Product
da: Tilføj produkt
el: Προσθήκη προϊόντος
id: Tambah Produk
ms: Tambah Produk
nb: Legg til produkt
pl: Dodaj produkt
sv: Lägg till produkt
th: เพิ่มสินค้า
tr: Ürün Ekle
vi: Thêm sản phẩm

source: Product Added
da: Produkt tilføjet
el: Το προϊόν προστέθηκε
id: Produk Ditambahkan
ms: Produk Ditambah
nb: Produkt lagt til
pl: Produkt dodany
sv: Produkt tillagd
th: สินค้าเพิ่มแล้ว
tr: Ürün Eklendi
vi: Sản phẩm đã được thêm

source: Product Updated
da: Produkt opdateret
el: Το προϊόν ενημερώθηκε
id: Produk Diperbarui
ms: Produk Dikemaskini
nb: Produkt oppdatert
pl: Produkt zaktualizowany
sv: Produkt uppdaterad
th: สินค้าอัปเดตแล้ว
tr: Ürün Güncellendi
vi: Sản phẩm đã được cập nhật

source: Share URL not found.
da: Delings-URL ikke fundet.
el: Δεν βρέθηκε URL για κοινή χρήση.
id: URL tidak ditemukan.
ms: URL perkongsian tidak ditemui.
nb: Delings-URL ikke funnet.
pl: Nie znaleziono URL do udostępnienia.
sv: Delnings-URL hittades inte.
th: ไม่พบ URL ที่จะแชร์
tr: Paylaşım URL'si bulunamadı.
vi: Không tìm thấy URL chia sẻ.

source: Contact
da: Kontakt
el: Επικοινωνία
id: Kontak
ms: Hubungi
nb: Kontakt
pl: Kontakt
sv: Kontakt
th: ติดต่อ
tr: İletişim
vi: Liên hệ

source: Image %d Uploading...
da: Billede %d uploader...
el: Η εικόνα %d ανεβαίνει...
id: Gambar %d Sedang Diunggah...
ms: Gambar %d Sedang Dimuat Naik...
nb: Laster opp bilde %d...
pl: Obraz %d przesyłany...
sv: Bild %d laddas upp...
th: กำลังอัปโหลดรูปภาพ %d...
tr: Resim %d Yükleniyor...
vi: Đang tải hình ảnh %d...

source: Hi, %@
da: Hej, %@
el: Γεια, %@
id: Hai, %@
ms: Hai, %@
nb: Hei, %@
pl: Cześć, %@
sv: Hej, %@
th: สวัสดี, %@
tr: Merhaba, %@
vi: Xin chào, %@

source: No Past Events Available
da: Ingen tidligere begivenheder tilgængelige
el: Δεν υπάρχουν διαθέσιμες προηγούμενες εκδηλώσεις.
id: Tidak Ada Acara Sebelumnya yang Tersedia
ms: Tiada Acara Lepas Tersedia
nb: Ingen tidligere arrangementer tilgjengelig
pl: Brak dostępnych poprzednich wydarzeń
sv: Inga tidigare evenemang tillgängliga
th: ไม่มีเหตุการณ์ที่ผ่านมาที่พร้อมใช้งาน
tr: Mevcut Geçmiş Etkinlik Yok
vi: Không có sự kiện nào trước đây.

source: Create Event
da: Opret begivenhed
el: Δημιουργία εκδήλωσης
id: Buat Acara
ms: Cipta Acara
nb: Opprett arrangement
pl: Utwórz wydarzenie
sv: Skapa evenemang
th: สร้างเหตุการณ์
tr: Etkinlik Oluştur
vi: Tạo sự kiện

source: Switch User
da: Skift bruger
el: Αλλαγή χρήστη
id: Ganti Pengguna
ms: Tukar Pengguna
nb: Bytt bruker
pl: Zmień użytkownika
sv: Byt användare
th: สลับผู้ใช้
tr: Kullanıcı Değiştir
vi: Chuyển người dùng

source: Event Title
da: Begivenhedstitel
el: Τίτλος εκδήλωσης
id: Judul Acara
ms: Tajuk Acara
nb: Arrangementstittel
pl: Tytuł wydarzenia
sv: Evenemangstitel
th: ชื่อเหตุการณ์
tr: Etkinlik Başlığı
vi: Tiêu đề sự kiện

source: Enter Price
da: Indtast pris
el: Εισάγετε τιμή
id: Masukkan Harga
ms: Masukkan Harga
nb: Skriv inn pris
pl: Wprowadź cenę
sv: Ange pris
th: ใส่ราคา
tr: Fiyat Girin
vi: Nhập giá

source: Are you sure you want to delete this event?
da: Er du sikker på, at du vil slette denne begivenhed?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την εκδήλωση;
id: Apakah Anda yakin ingin menghapus acara ini?
ms: Adakah anda pasti ingin memadam acara ini?
nb: Er du sikker på at du vil slette dette arrangementet?
pl: Czy na pewno chcesz usunąć to wydarzenie?
sv: Är du säker på att du vill radera detta evenemang?
th: คุณแน่ใจหรือไม่ว่าต้องการลบเหตุการณ์นี้?
tr: Bu etkinliği silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa sự kiện này?

source: Event Added
da: Begivenhed tilføjet
el: Η εκδήλωση προστέθηκε
id: Acara Ditambahkan
ms: Acara Ditambah
nb: Arrangement lagt til
pl: Wydarzenie dodane
sv: Evenemang tillagt
th: เหตุการณ์ถูกเพิ่มแล้ว
tr: Etkinlik Eklendi
vi: Sự kiện đã được thêm

source: Event Updated
da: Begivenhed opdateret
el: Η εκδήλωση ενημερώθηκε
id: Acara Diperbarui
ms: Acara Dikemaskini
nb: Arrangement oppdatert
pl: Wydarzenie zaktualizowane
sv: Evenemang uppdaterat
th: เหตุการณ์ได้รับการอัปเดต
tr: Etkinlik Güncellendi
vi: Sự kiện đã được cập nhật

source: Enter Tags
da: Indtast tags
el: Εισάγετε ετικέτες
id: Masukkan Tag
ms: Masukkan Teg
nb: Skriv inn tagger
pl: Wprowadź tagi
sv: Ange taggar
th: ใส่แท็ก
tr: Etiketleri Girin
vi: Nhập thẻ

source: Search for Venue
da: Søg efter sted
el: Αναζήτηση χώρου
id: Cari Lokasi
ms: Cari Tempat
nb: Søk etter sted
pl: Wyszukaj miejsce
sv: Sök efter plats
th: ค้นหาสถานที่จัดงาน
tr: Mekan Arayın
vi: Tìm địa điểm

source: Continue
da: Fortsæt
el: Συνέχεια
id: Lanjutkan
ms: Teruskan
nb: Fortsett
pl: Kontynuuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam Et
vi: Tiếp tục

source: Select Start Date
da: Vælg startdato
el: Επιλογή ημερομηνίας έναρξης
id: Pilih Tanggal Mulai
ms: Pilih Tarikh Mula
nb: Velg startdato
pl: Wybierz datę rozpoczęcia
sv: Välj startdatum
th: เลือกวันที่เริ่มต้น
tr: Başlangıç Tarihini Seçin
vi: Chọn ngày bắt đầu

source: Select End Date
da: Vælg slutdato
el: Επιλογή ημερομηνίας λήξης
id: Pilih Tanggal Berakhir
ms: Pilih Tarikh Tamat
nb: Velg sluttdato
pl: Wybierz datę zakończenia
sv: Välj slutdatum
th: เลือกวันที่สิ้นสุด
tr: Bitiş Tarihini Seçin
vi: Chọn ngày kết thúc

source: Select Start Time
da: Vælg starttidspunkt
el: Επιλογή ώρας έναρξης
id: Pilih Waktu Mulai
ms: Pilih Masa Mula
nb: Velg starttid
pl: Wybierz godzinę rozpoczęcia
sv: Välj starttid
th: เลือกเวลาที่เริ่มต้น
tr: Başlangıç Saatini Seçin
vi: Chọn giờ bắt đầu

source: Select End Time
da: Vælg sluttidspunkt
el: Επιλογή ώρας λήξης
id: Pilih Waktu Berakhir
ms: Pilih Masa Tamat
nb: Velg sluttid
pl: Wybierz godzinę zakończenia
sv: Välj sluttid
th: เลือกเวลาที่สิ้นสุด
tr: Bitiş Saatini Seçin
vi: Chọn giờ kết thúc

source: Enter Address
da: Indtast adresse
el: Εισάγετε τη διεύθυνση
id: Masukkan Alamat
ms: Masukkan Alamat
nb: Skriv inn adresse
pl: Wprowadź adres
sv: Ange adress
th: ใส่ที่อยู่
tr: Adresi Girin
vi: Nhập địa chỉ

source: Enter City
da: Indtast by
el: Εισάγετε την πόλη
id: Masukkan Kota
ms: Masukkan Bandar
nb: Skriv inn by
pl: Wprowadź miasto
sv: Ange stad
th: ใส่เมือง
tr: Şehri Girin
vi: Nhập thành phố

source: Enter State
da: Indtast stat
el: Εισάγετε την περιφέρεια
id: Masukkan Provinsi
ms: Masukkan Negeri
nb: Skriv inn fylke
pl: Wprowadź województwo
sv: Ange stat
th: ใส่รัฐ
tr: Eyaleti Girin
vi: Nhập bang

source: Enter Postal Code
da: Indtast postnummer
el: Εισάγετε τον ταχυδρομικό κώδικα
id: Masukkan Kode Pos
ms: Masukkan Poskod
nb: Skriv inn postnummer
pl: Wprowadź kod pocztowy
sv: Ange postnummer
th: ใส่รหัสไปรษณีย์
tr: Posta Kodunu Girin
vi: Nhập mã bưu điện

source: Select Country
da: Vælg land
el: Επιλέξτε χώρα
id: Pilih Negara
ms: Pilih Negara
nb: Velg land
pl: Wybierz kraj
sv: Välj land
th: เลือกประเทศ
tr: Ülkeyi Seçin
vi: Chọn quốc gia

source: Congrats! Your event has been published
da: Tillykke! Din begivenhed er blevet offentliggjort
el: Συγχαρητήρια! Η εκδήλωσή σας δημοσιεύθηκε
id: Selamat! Acara Anda telah dipublikasikan
ms: Tahniah! Acara anda telah diterbitkan
nb: Gratulerer! Ditt arrangement er publisert
pl: Gratulacje! Twoje wydarzenie zostało opublikowane
sv: Grattis! Ditt evenemang har publicerats
th: ยินดีด้วย! เหตุการณ์ของคุณถูกเผยแพร่แล้ว
tr: Tebrikler! Etkinliğiniz yayınlandı
vi: Chúc mừng! Sự kiện của bạn đã được đăng

source: Enter Event Title
da: Indtast begivenhedstitel
id: Masukkan Judul Acara
ms: Masukkan Tajuk Acara
nb: Skriv inn arrangementstittel
pl: Wprowadź tytuł wydarzenia
sv: Ange evenemangstitel
th: ใส่ชื่อเหตุการณ์
tr: Etkinlik Başlığını Girin
vi: Nhập tiêu đề sự kiện

source: Enter At least 1 Tag
da: Indtast mindst 1 tag
el: Εισάγετε τουλάχιστον 1 ετικέτα
id: Masukkan Setidaknya 1 Tag
ms: Masukkan Sekurang-kurangnya 1 Teg
nb: Skriv inn minst én tag
pl: Wprowadź co najmniej 1 tag
sv: Ange minst 1 tagg
th: ใส่อย่างน้อย 1 แท็ก
tr: En az 1 Etiket Girin
vi: Nhập ít nhất 1 thẻ

source: Select Event Start Date
da: Vælg begivenheds startdato
id: Pilih Tanggal Mulai Acara
ms: Pilih Tarikh Mula Acara
nb: Velg startdato for arrangementet
pl: Wybierz datę rozpoczęcia wydarzenia
sv: Välj evenemangets startdatum
th: เลือกวันที่เริ่มเหตุการณ์
tr: Etkinlik Başlangıç Tarihini Seçin
vi: Chọn ngày bắt đầu sự kiện

source: Select Event Start Time
da: Vælg begivenheds starttidspunkt
id: Pilih Waktu Mulai Acara
ms: Pilih Masa Mula Acara
nb: Velg starttid for arrangementet
pl: Wybierz godzinę rozpoczęcia wydarzenia
sv: Välj evenemangets starttid
th: เลือกเวลาเริ่มเหตุการณ์
tr: Etkinlik Başlangıç Saatini Seçin
vi: Chọn giờ bắt đầu sự kiện

source: Select Event End Date
da: Vælg begivenheds slutdato
id: Pilih Tanggal Berakhir Acara
ms: Pilih Tarikh Tamat Acara
nb: Velg sluttdato for arrangementet
pl: Wybierz datę zakończenia wydarzenia
sv: Välj evenemangets slutdatum
th: เลือกวันที่สิ้นสุดเหตุการณ์
tr: Etkinlik Bitiş Tarihini Seçin
vi: Chọn ngày kết thúc sự kiện

source: Select Event End Time
da: Vælg begivenheds sluttidspunkt
id: Pilih Waktu Berakhir Acara
ms: Pilih Masa Tamat Acara
nb: Velg sluttid for arrangementet
pl: Wybierz godzinę zakończenia wydarzenia
sv: Välj evenemangets sluttid
th: เลือกเวลาสิ้นสุดเหตุการณ์
tr: Etkinlik Bitiş Saatini Seçin
vi: Chọn giờ kết thúc sự kiện

source: Select at least 1 event image
da: Vælg mindst 1 begivenhedsbillede
id: Pilih setidaknya 1 gambar acara
ms: Pilih sekurang-kurangnya 1 gambar acara
nb: Velg minst ett arrangementsbilde
pl: Wybierz co najmniej 1 obraz wydarzenia
sv: Välj minst 1 evenemangsbild
th: เลือกอย่างน้อย 1 ภาพเหตุการณ์
tr: En az 1 etkinlik resmi seçin
vi: Chọn ít nhất 1 hình ảnh sự kiện

source: Summary*
da: Resumé*
id: Ringkasan*
ms: Ringkasan*
nb: Sammendrag*
pl: Podsumowanie*
sv: Sammanfattning*
th: สรุป*
tr: Özet*
vi: Tóm tắt*

source: Please fill in the event title
da: Udfyld venligst begivenhedstitlen
el: Παρακαλώ εισάγετε τον τίτλο της εκδήλωσης
nb: Vennligst fyll inn arrangementstittel
pl: Proszę wprowadzić tytuł wydarzenia
sv: Vänligen fyll i evenemangstiteln
tr: Lütfen etkinlik başlığını girin
vi: Vui lòng nhập tiêu đề sự kiện

source: Please fill in the event tags
da: Udfyld venligst begivenhedstags
el: Παρακαλώ εισάγετε τις ετικέτες της εκδήλωσης
id: Harap isi tag acara
ms: Sila isikan teg acara
nb: Vennligst fyll inn arrangementstagger
pl: Proszę wprowadzić tagi wydarzenia
sv: Vänligen fyll i evenemangstaggarna
th: กรุณาใส่แท็กของเหตุการณ์
tr: Lütfen etkinlik etiketlerini girin
vi: Vui lòng nhập thẻ sự kiện
